[
  {
    "bucket": "process",
    "difficulty": "easy",
    "question": "I'm struggling financially—who should I contact first and will it be confidential?",
    "context": "Financial difficulties\nAdvice and assistance \nPage 21\nIt is clearly in the interests of everyone to manage their financial affairs sensibly and responsibly but, despite such careful management, it is possible for circumstances to arise which can cause severe financial difficulty or hardship. If such circumstances were to arise in your own affairs, you should be aware that you are encouraged to approach the Staff Counsellor at the earliest opportunity. The Staff Counsellor acts independently from your management, in the strictest confidence, and will offer general guidance and a referral to the Employee Assistance Programme.\nIf you have been put in a position of financial difficulty through domestic abuse, we encourage colleagues to seek support on both matters by speaking to a staff counsellor.\nYour contractual obligations\nIt is important to remember that, as the Central Bank of the country, the Bank is at the centre of the nation’s finances and must therefore be mindful of the need to preserve the reputation for financial integrity which, over many years, has become synonymous with its name. It follows that it is important for you, as an employee of the Bank, to be especially professional, careful and responsible in the conduct of your financial affairs.\nAlthough you may make use of any normal credit/loan facilities offered by reputable lending agencies you should be careful not to enter into too many commitments of this kind at any one time. You are accordingly cautioned also against the dangers of excessive betting, gambling or other speculative dealings. While people generally accept higher levels of personal debt during their earning life than was the case in the past, gross and persistent irresponsibility in the conduct of your financial affairs will not be overlooked and will render you liable to disciplinary action.\nIf you struggle with a form of addiction or mental health condition that makes you more inclined to risk taking behaviour, it is important to disclose this to our Security Vetting Team. The Security Vetting Team can provide support and minimise risk of escalation of your case if your financial difficulties remain undeclared.\nIf you find yourself in financial difficulty you must, without exception, disclose it to the Security Vetting Team immediately. Failure to do so may be considered as a breach of security and render you liable to action under the Misconduct Process (see section D2). If you have any concerns at all about your financial circumstances, you should contact the Staff Counsellor with a view to referral to a special adviser.\nThere can be no set formula for determining what constitutes “financial difficulty” as everyone’s circumstances are different. As a general guide, if you are in arrears on card or mortgage or rent payments you could be said to be in financial difficulty of the type that should be reported; and a County Court Judgement, Bankruptcy Order or any other form of \nPage 22\nstructured debt rescheduling made against you for non-payment of a debt would be very clear evidence of a difficulty that should already have been reported.\nThe Bank routinely accesses credit information as part of its security vetting and re-vetting procedures. Please contact Security Vetting if you have any questions.\nTenure periods for supervisory managers\nThe Bank operates a maximum term of 5-year supervisory tenure for scale E and D colleagues who work directly on supervising a specific category 1 – 3 firm(s)/group(s). For more details, please refer to the Supervisory Tenure Policy.\nAuthorship/publication\nColleagues considering authorship or publication of a book, article etc. which is not commissioned by the Bank, but which could in any way relate to their work or employment at the Bank should seek guidance from the Press Office before entering any commitment. They should also comply with the requirement in respect of Other Employment as set out in Our Code. The same considerations apply to the publication of material on the internet.\nContact with politicians and parliamentary officials\nColleagues must exercise discretion in all contact with politicians. The Bank is accountable to Parliament and events in both the British and European Parliaments can have a significant impact on what we do. Moreover, as a prominent public institution, politicians and their teams are always concerned with our work.\nPlease alert Parliamentary Affairs Group (PAG), in advance wherever possible, to any work based contact you have with MPs, Peers, MEPs and other politicians and parliamentary staff and ensure you send all requests from politicians for meetings with Bank colleagues to the PAG Manager so they can be dealt with appropriately. This is to ensure that the Bank's engagement with such groups is consistent and coordinated and senior colleagues are aware of any issues that may impact their engagement with politicians.\nPlease note that the Bank chooses to observe election quiet period and follows the Cabinet Office guidance on such matters. PAG can provide further information as necessary.\nCopyright\nPublished works, including books and journal, magazine, and newspaper articles, are protected by the Copyright, Designs and Patents Act 1988. The Act gives copyright owners certain exclusive rights over their work, for example, the right to copy it (which includes email, \nPage 23\nscanning and, photocopying etc.). To undertake such acts without permission or a licence (apart from certain exemptions allowed under the Act) is an infringement of the owner’s copyright, with the potential for any offence to attract considerable damages and undesirable publicity for the Bank. Each colleague is responsible for ensuring it treats copyright works in accordance with the Act.\nBank Staff Indemnity Policy\nUnder English common law the Bank has a duty to indemnify its colleagues against liabilities that may arise in the ordinary course of the performance of their employment duties. In addition, provided they have not acted in bad faith or in a way that contravenes the Human Rights Act 1998, Bank colleagues are protected against liability in damages by statutory immunity provisions set out in the Banking Act 2009 and the Financial Services and Markets Act 2000.\nThe Bank recognises that in certain circumstances it may also be appropriate for it to grant a specific indemnity to either a single member or group of Bank colleagues. Any such indemnity, which is at the entire discretion of the Bank, will be granted in accordance with the Court Decision on Bank Indemnities.\nC3: Health & Safety\n1: Health and Safety Manuals\nEveryone (other than visitors) working on Bank premises should read the Bank’s Safety Arrangements manual (SAM) available via the intranet.\nYou must read all the relevant manuals as soon as you reasonably can after starting work at the Bank.\nThe manuals are supported by a comprehensive Health & Safety intranet site. The site contains supporting guidance to the manuals and further information on many issues including working from home.\nThe manuals are not only a reference booklet for when things go wrong. They are primarily intended to be used to minimise risks to health and safety arising in the first place. You have a responsibility to do everything you reasonably can, to work safely and do nothing that could affect your own health and safety or that of others. This is a statutory requirement under the Health and Safety at Work Act 1974.\nThe Safety Arrangements manual will give you further information not only on what your responsibilities are but also on the Bank’s arrangements regarding, for example, how to report a hazard.\nPage 24\nAny wilful, reckless, or seriously negligent failure to comply with these responsibilities may well render you liable to disciplinary action.\nIf you are unsure about any aspect of the Bank’s Health and Safety Policy, please contact the Bank’s Health and Safety team.\n2: Fire and Other Emergencies\nYou must ensure that annually you complete the Emergency Procedures E-Learning course, this is mandatory training and forms part of your annual attestation, if you require refresher training, please go to the section on the intranet Emergencies (including fires). For all sites, please familiarise yourself with knowledge of the building in case you are advised to move from one side to another in an emergency, and you should be aware of all emergency exit routes. You also have a duty to participate in the annual evacuation drill, should you be in the premises at the time.\n3: Non-smoking working environment\nThe Bank operates a non-smoking environment within any of its premises or vehicles. Smoking includes the use of all simulated smoking devices such as electronic cigarettes, e-cigarettes etc. Smoking outside Bank premises must be away from entrances, exits and windows (this includes the front steps of Threadneedle Street). Failure to comply with this could lead to disciplinary or other actions (see section D2).\n4: Drugs and Alcohol Policy\nOur colleagues are our most valuable resource and their health and safety is of the utmost importance. Drug and alcohol misuse has the potential to damage the health and wellbeing of our colleagues and threaten the success of our business.\nWe encourage you to seek help if you have an alcohol or drugs-related problem and to seek advice on the assistance and support available at the Bank. You should discuss this with your manager, contact AskHR or seek help through the Bank’s confidential Employee Assistance Programme or the Bank’s in-house staff counsellors. It is also vital that if you have an alcohol or drug-related problem that you contact the Security Vetting team as soon as possible. The Security Vetting team will handle your information in confidence and seek to help you gaining the support you need while also managing the security concerns to the Bank. Once such an issue affecting your health comes to the attention of your manager or the People Directorate, other steps taken to support you may include a referral to our occupational health adviser.\nDisciplinary action\nThe Bank will constructively and compassionately address employee problems related to alcohol, drug or substance dependency. However, the Bank has clear requirements regarding the use and possession of alcohol or drugs at work and employees must be in a fit state when at work or attending work-related events. The Bank will act if these requirements are broken. This is particularly important where an employee, under the influence of drugs or alcohol, could cause harm to themselves or others. Further information about the Bank’s approach to the misuse of drugs and alcohol can be found in its Drugs and Alcohol Policy.",
    "gold_answer": "Contact the Staff Counsellor as early as possible. They act independently of management, keep matters strictly confidential, and can refer you to the Employee Assistance Programme."
  },
  {
    "bucket": "direct",
    "difficulty": "easy",
    "question": "Do I have to disclose financial difficulties to the Security Vetting Team?",
    "context": "Financial difficulties\nAdvice and assistance \nPage 21\nIt is clearly in the interests of everyone to manage their financial affairs sensibly and responsibly but, despite such careful management, it is possible for circumstances to arise which can cause severe financial difficulty or hardship. If such circumstances were to arise in your own affairs, you should be aware that you are encouraged to approach the Staff Counsellor at the earliest opportunity. The Staff Counsellor acts independently from your management, in the strictest confidence, and will offer general guidance and a referral to the Employee Assistance Programme.\nIf you have been put in a position of financial difficulty through domestic abuse, we encourage colleagues to seek support on both matters by speaking to a staff counsellor.\nYour contractual obligations\nIt is important to remember that, as the Central Bank of the country, the Bank is at the centre of the nation’s finances and must therefore be mindful of the need to preserve the reputation for financial integrity which, over many years, has become synonymous with its name. It follows that it is important for you, as an employee of the Bank, to be especially professional, careful and responsible in the conduct of your financial affairs.\nAlthough you may make use of any normal credit/loan facilities offered by reputable lending agencies you should be careful not to enter into too many commitments of this kind at any one time. You are accordingly cautioned also against the dangers of excessive betting, gambling or other speculative dealings. While people generally accept higher levels of personal debt during their earning life than was the case in the past, gross and persistent irresponsibility in the conduct of your financial affairs will not be overlooked and will render you liable to disciplinary action.\nIf you struggle with a form of addiction or mental health condition that makes you more inclined to risk taking behaviour, it is important to disclose this to our Security Vetting Team. The Security Vetting Team can provide support and minimise risk of escalation of your case if your financial difficulties remain undeclared.\nIf you find yourself in financial difficulty you must, without exception, disclose it to the Security Vetting Team immediately. Failure to do so may be considered as a breach of security and render you liable to action under the Misconduct Process (see section D2). If you have any concerns at all about your financial circumstances, you should contact the Staff Counsellor with a view to referral to a special adviser.\nThere can be no set formula for determining what constitutes “financial difficulty” as everyone’s circumstances are different. As a general guide, if you are in arrears on card or mortgage or rent payments you could be said to be in financial difficulty of the type that should be reported; and a County Court Judgement, Bankruptcy Order or any other form of \nPage 22\nstructured debt rescheduling made against you for non-payment of a debt would be very clear evidence of a difficulty that should already have been reported.\nThe Bank routinely accesses credit information as part of its security vetting and re-vetting procedures. Please contact Security Vetting if you have any questions.\nTenure periods for supervisory managers\nThe Bank operates a maximum term of 5-year supervisory tenure for scale E and D colleagues who work directly on supervising a specific category 1 – 3 firm(s)/group(s). For more details, please refer to the Supervisory Tenure Policy.\nAuthorship/publication\nColleagues considering authorship or publication of a book, article etc. which is not commissioned by the Bank, but which could in any way relate to their work or employment at the Bank should seek guidance from the Press Office before entering any commitment. They should also comply with the requirement in respect of Other Employment as set out in Our Code. The same considerations apply to the publication of material on the internet.\nContact with politicians and parliamentary officials\nColleagues must exercise discretion in all contact with politicians. The Bank is accountable to Parliament and events in both the British and European Parliaments can have a significant impact on what we do. Moreover, as a prominent public institution, politicians and their teams are always concerned with our work.\nPlease alert Parliamentary Affairs Group (PAG), in advance wherever possible, to any work based contact you have with MPs, Peers, MEPs and other politicians and parliamentary staff and ensure you send all requests from politicians for meetings with Bank colleagues to the PAG Manager so they can be dealt with appropriately. This is to ensure that the Bank's engagement with such groups is consistent and coordinated and senior colleagues are aware of any issues that may impact their engagement with politicians.\nPlease note that the Bank chooses to observe election quiet period and follows the Cabinet Office guidance on such matters. PAG can provide further information as necessary.\nCopyright\nPublished works, including books and journal, magazine, and newspaper articles, are protected by the Copyright, Designs and Patents Act 1988. The Act gives copyright owners certain exclusive rights over their work, for example, the right to copy it (which includes email, \nPage 23\nscanning and, photocopying etc.). To undertake such acts without permission or a licence (apart from certain exemptions allowed under the Act) is an infringement of the owner’s copyright, with the potential for any offence to attract considerable damages and undesirable publicity for the Bank. Each colleague is responsible for ensuring it treats copyright works in accordance with the Act.\nBank Staff Indemnity Policy\nUnder English common law the Bank has a duty to indemnify its colleagues against liabilities that may arise in the ordinary course of the performance of their employment duties. In addition, provided they have not acted in bad faith or in a way that contravenes the Human Rights Act 1998, Bank colleagues are protected against liability in damages by statutory immunity provisions set out in the Banking Act 2009 and the Financial Services and Markets Act 2000.\nThe Bank recognises that in certain circumstances it may also be appropriate for it to grant a specific indemnity to either a single member or group of Bank colleagues. Any such indemnity, which is at the entire discretion of the Bank, will be granted in accordance with the Court Decision on Bank Indemnities.\nC3: Health & Safety\n1: Health and Safety Manuals\nEveryone (other than visitors) working on Bank premises should read the Bank’s Safety Arrangements manual (SAM) available via the intranet.\nYou must read all the relevant manuals as soon as you reasonably can after starting work at the Bank.\nThe manuals are supported by a comprehensive Health & Safety intranet site. The site contains supporting guidance to the manuals and further information on many issues including working from home.\nThe manuals are not only a reference booklet for when things go wrong. They are primarily intended to be used to minimise risks to health and safety arising in the first place. You have a responsibility to do everything you reasonably can, to work safely and do nothing that could affect your own health and safety or that of others. This is a statutory requirement under the Health and Safety at Work Act 1974.\nThe Safety Arrangements manual will give you further information not only on what your responsibilities are but also on the Bank’s arrangements regarding, for example, how to report a hazard.\nPage 24\nAny wilful, reckless, or seriously negligent failure to comply with these responsibilities may well render you liable to disciplinary action.\nIf you are unsure about any aspect of the Bank’s Health and Safety Policy, please contact the Bank’s Health and Safety team.\n2: Fire and Other Emergencies\nYou must ensure that annually you complete the Emergency Procedures E-Learning course, this is mandatory training and forms part of your annual attestation, if you require refresher training, please go to the section on the intranet Emergencies (including fires). For all sites, please familiarise yourself with knowledge of the building in case you are advised to move from one side to another in an emergency, and you should be aware of all emergency exit routes. You also have a duty to participate in the annual evacuation drill, should you be in the premises at the time.\n3: Non-smoking working environment\nThe Bank operates a non-smoking environment within any of its premises or vehicles. Smoking includes the use of all simulated smoking devices such as electronic cigarettes, e-cigarettes etc. Smoking outside Bank premises must be away from entrances, exits and windows (this includes the front steps of Threadneedle Street). Failure to comply with this could lead to disciplinary or other actions (see section D2).\n4: Drugs and Alcohol Policy\nOur colleagues are our most valuable resource and their health and safety is of the utmost importance. Drug and alcohol misuse has the potential to damage the health and wellbeing of our colleagues and threaten the success of our business.\nWe encourage you to seek help if you have an alcohol or drugs-related problem and to seek advice on the assistance and support available at the Bank. You should discuss this with your manager, contact AskHR or seek help through the Bank’s confidential Employee Assistance Programme or the Bank’s in-house staff counsellors. It is also vital that if you have an alcohol or drug-related problem that you contact the Security Vetting team as soon as possible. The Security Vetting team will handle your information in confidence and seek to help you gaining the support you need while also managing the security concerns to the Bank. Once such an issue affecting your health comes to the attention of your manager or the People Directorate, other steps taken to support you may include a referral to our occupational health adviser.\nDisciplinary action\nThe Bank will constructively and compassionately address employee problems related to alcohol, drug or substance dependency. However, the Bank has clear requirements regarding the use and possession of alcohol or drugs at work and employees must be in a fit state when at work or attending work-related events. The Bank will act if these requirements are broken. This is particularly important where an employee, under the influence of drugs or alcohol, could cause harm to themselves or others. Further information about the Bank’s approach to the misuse of drugs and alcohol can be found in its Drugs and Alcohol Policy.",
    "gold_answer": "Yes—without exception you must disclose financial difficulty to the Security Vetting Team immediately; failure to do so may be treated as a security breach and lead to action under the Misconduct Process."
  },
  {
    "bucket": "logical",
    "difficulty": "medium",
    "question": "What situations would generally count as “financial difficulty” that I should report?",
    "context": "Financial difficulties\nAdvice and assistance \nPage 21\nIt is clearly in the interests of everyone to manage their financial affairs sensibly and responsibly but, despite such careful management, it is possible for circumstances to arise which can cause severe financial difficulty or hardship. If such circumstances were to arise in your own affairs, you should be aware that you are encouraged to approach the Staff Counsellor at the earliest opportunity. The Staff Counsellor acts independently from your management, in the strictest confidence, and will offer general guidance and a referral to the Employee Assistance Programme.\nIf you have been put in a position of financial difficulty through domestic abuse, we encourage colleagues to seek support on both matters by speaking to a staff counsellor.\nYour contractual obligations\nIt is important to remember that, as the Central Bank of the country, the Bank is at the centre of the nation’s finances and must therefore be mindful of the need to preserve the reputation for financial integrity which, over many years, has become synonymous with its name. It follows that it is important for you, as an employee of the Bank, to be especially professional, careful and responsible in the conduct of your financial affairs.\nAlthough you may make use of any normal credit/loan facilities offered by reputable lending agencies you should be careful not to enter into too many commitments of this kind at any one time. You are accordingly cautioned also against the dangers of excessive betting, gambling or other speculative dealings. While people generally accept higher levels of personal debt during their earning life than was the case in the past, gross and persistent irresponsibility in the conduct of your financial affairs will not be overlooked and will render you liable to disciplinary action.\nIf you struggle with a form of addiction or mental health condition that makes you more inclined to risk taking behaviour, it is important to disclose this to our Security Vetting Team. The Security Vetting Team can provide support and minimise risk of escalation of your case if your financial difficulties remain undeclared.\nIf you find yourself in financial difficulty you must, without exception, disclose it to the Security Vetting Team immediately. Failure to do so may be considered as a breach of security and render you liable to action under the Misconduct Process (see section D2). If you have any concerns at all about your financial circumstances, you should contact the Staff Counsellor with a view to referral to a special adviser.\nThere can be no set formula for determining what constitutes “financial difficulty” as everyone’s circumstances are different. As a general guide, if you are in arrears on card or mortgage or rent payments you could be said to be in financial difficulty of the type that should be reported; and a County Court Judgement, Bankruptcy Order or any other form of \nPage 22\nstructured debt rescheduling made against you for non-payment of a debt would be very clear evidence of a difficulty that should already have been reported.\nThe Bank routinely accesses credit information as part of its security vetting and re-vetting procedures. Please contact Security Vetting if you have any questions.\nTenure periods for supervisory managers\nThe Bank operates a maximum term of 5-year supervisory tenure for scale E and D colleagues who work directly on supervising a specific category 1 – 3 firm(s)/group(s). For more details, please refer to the Supervisory Tenure Policy.\nAuthorship/publication\nColleagues considering authorship or publication of a book, article etc. which is not commissioned by the Bank, but which could in any way relate to their work or employment at the Bank should seek guidance from the Press Office before entering any commitment. They should also comply with the requirement in respect of Other Employment as set out in Our Code. The same considerations apply to the publication of material on the internet.\nContact with politicians and parliamentary officials\nColleagues must exercise discretion in all contact with politicians. The Bank is accountable to Parliament and events in both the British and European Parliaments can have a significant impact on what we do. Moreover, as a prominent public institution, politicians and their teams are always concerned with our work.\nPlease alert Parliamentary Affairs Group (PAG), in advance wherever possible, to any work based contact you have with MPs, Peers, MEPs and other politicians and parliamentary staff and ensure you send all requests from politicians for meetings with Bank colleagues to the PAG Manager so they can be dealt with appropriately. This is to ensure that the Bank's engagement with such groups is consistent and coordinated and senior colleagues are aware of any issues that may impact their engagement with politicians.\nPlease note that the Bank chooses to observe election quiet period and follows the Cabinet Office guidance on such matters. PAG can provide further information as necessary.\nCopyright\nPublished works, including books and journal, magazine, and newspaper articles, are protected by the Copyright, Designs and Patents Act 1988. The Act gives copyright owners certain exclusive rights over their work, for example, the right to copy it (which includes email, \nPage 23\nscanning and, photocopying etc.). To undertake such acts without permission or a licence (apart from certain exemptions allowed under the Act) is an infringement of the owner’s copyright, with the potential for any offence to attract considerable damages and undesirable publicity for the Bank. Each colleague is responsible for ensuring it treats copyright works in accordance with the Act.\nBank Staff Indemnity Policy\nUnder English common law the Bank has a duty to indemnify its colleagues against liabilities that may arise in the ordinary course of the performance of their employment duties. In addition, provided they have not acted in bad faith or in a way that contravenes the Human Rights Act 1998, Bank colleagues are protected against liability in damages by statutory immunity provisions set out in the Banking Act 2009 and the Financial Services and Markets Act 2000.\nThe Bank recognises that in certain circumstances it may also be appropriate for it to grant a specific indemnity to either a single member or group of Bank colleagues. Any such indemnity, which is at the entire discretion of the Bank, will be granted in accordance with the Court Decision on Bank Indemnities.\nC3: Health & Safety\n1: Health and Safety Manuals\nEveryone (other than visitors) working on Bank premises should read the Bank’s Safety Arrangements manual (SAM) available via the intranet.\nYou must read all the relevant manuals as soon as you reasonably can after starting work at the Bank.\nThe manuals are supported by a comprehensive Health & Safety intranet site. The site contains supporting guidance to the manuals and further information on many issues including working from home.\nThe manuals are not only a reference booklet for when things go wrong. They are primarily intended to be used to minimise risks to health and safety arising in the first place. You have a responsibility to do everything you reasonably can, to work safely and do nothing that could affect your own health and safety or that of others. This is a statutory requirement under the Health and Safety at Work Act 1974.\nThe Safety Arrangements manual will give you further information not only on what your responsibilities are but also on the Bank’s arrangements regarding, for example, how to report a hazard.\nPage 24\nAny wilful, reckless, or seriously negligent failure to comply with these responsibilities may well render you liable to disciplinary action.\nIf you are unsure about any aspect of the Bank’s Health and Safety Policy, please contact the Bank’s Health and Safety team.\n2: Fire and Other Emergencies\nYou must ensure that annually you complete the Emergency Procedures E-Learning course, this is mandatory training and forms part of your annual attestation, if you require refresher training, please go to the section on the intranet Emergencies (including fires). For all sites, please familiarise yourself with knowledge of the building in case you are advised to move from one side to another in an emergency, and you should be aware of all emergency exit routes. You also have a duty to participate in the annual evacuation drill, should you be in the premises at the time.\n3: Non-smoking working environment\nThe Bank operates a non-smoking environment within any of its premises or vehicles. Smoking includes the use of all simulated smoking devices such as electronic cigarettes, e-cigarettes etc. Smoking outside Bank premises must be away from entrances, exits and windows (this includes the front steps of Threadneedle Street). Failure to comply with this could lead to disciplinary or other actions (see section D2).\n4: Drugs and Alcohol Policy\nOur colleagues are our most valuable resource and their health and safety is of the utmost importance. Drug and alcohol misuse has the potential to damage the health and wellbeing of our colleagues and threaten the success of our business.\nWe encourage you to seek help if you have an alcohol or drugs-related problem and to seek advice on the assistance and support available at the Bank. You should discuss this with your manager, contact AskHR or seek help through the Bank’s confidential Employee Assistance Programme or the Bank’s in-house staff counsellors. It is also vital that if you have an alcohol or drug-related problem that you contact the Security Vetting team as soon as possible. The Security Vetting team will handle your information in confidence and seek to help you gaining the support you need while also managing the security concerns to the Bank. Once such an issue affecting your health comes to the attention of your manager or the People Directorate, other steps taken to support you may include a referral to our occupational health adviser.\nDisciplinary action\nThe Bank will constructively and compassionately address employee problems related to alcohol, drug or substance dependency. However, the Bank has clear requirements regarding the use and possession of alcohol or drugs at work and employees must be in a fit state when at work or attending work-related events. The Bank will act if these requirements are broken. This is particularly important where an employee, under the influence of drugs or alcohol, could cause harm to themselves or others. Further information about the Bank’s approach to the misuse of drugs and alcohol can be found in its Drugs and Alcohol Policy.",
    "gold_answer": "Arrears on credit cards, mortgage or rent could indicate reportable difficulty; a County Court Judgment, Bankruptcy Order, or other court-structured debt rescheduling for non-payment is clear evidence requiring disclosure."
  },
  {
    "bucket": "direct",
    "difficulty": "easy",
    "question": "Does the Bank check my credit information during vetting?",
    "context": "Financial difficulties\nAdvice and assistance \nPage 21\nIt is clearly in the interests of everyone to manage their financial affairs sensibly and responsibly but, despite such careful management, it is possible for circumstances to arise which can cause severe financial difficulty or hardship. If such circumstances were to arise in your own affairs, you should be aware that you are encouraged to approach the Staff Counsellor at the earliest opportunity. The Staff Counsellor acts independently from your management, in the strictest confidence, and will offer general guidance and a referral to the Employee Assistance Programme.\nIf you have been put in a position of financial difficulty through domestic abuse, we encourage colleagues to seek support on both matters by speaking to a staff counsellor.\nYour contractual obligations\nIt is important to remember that, as the Central Bank of the country, the Bank is at the centre of the nation’s finances and must therefore be mindful of the need to preserve the reputation for financial integrity which, over many years, has become synonymous with its name. It follows that it is important for you, as an employee of the Bank, to be especially professional, careful and responsible in the conduct of your financial affairs.\nAlthough you may make use of any normal credit/loan facilities offered by reputable lending agencies you should be careful not to enter into too many commitments of this kind at any one time. You are accordingly cautioned also against the dangers of excessive betting, gambling or other speculative dealings. While people generally accept higher levels of personal debt during their earning life than was the case in the past, gross and persistent irresponsibility in the conduct of your financial affairs will not be overlooked and will render you liable to disciplinary action.\nIf you struggle with a form of addiction or mental health condition that makes you more inclined to risk taking behaviour, it is important to disclose this to our Security Vetting Team. The Security Vetting Team can provide support and minimise risk of escalation of your case if your financial difficulties remain undeclared.\nIf you find yourself in financial difficulty you must, without exception, disclose it to the Security Vetting Team immediately. Failure to do so may be considered as a breach of security and render you liable to action under the Misconduct Process (see section D2). If you have any concerns at all about your financial circumstances, you should contact the Staff Counsellor with a view to referral to a special adviser.\nThere can be no set formula for determining what constitutes “financial difficulty” as everyone’s circumstances are different. As a general guide, if you are in arrears on card or mortgage or rent payments you could be said to be in financial difficulty of the type that should be reported; and a County Court Judgement, Bankruptcy Order or any other form of \nPage 22\nstructured debt rescheduling made against you for non-payment of a debt would be very clear evidence of a difficulty that should already have been reported.\nThe Bank routinely accesses credit information as part of its security vetting and re-vetting procedures. Please contact Security Vetting if you have any questions.\nTenure periods for supervisory managers\nThe Bank operates a maximum term of 5-year supervisory tenure for scale E and D colleagues who work directly on supervising a specific category 1 – 3 firm(s)/group(s). For more details, please refer to the Supervisory Tenure Policy.\nAuthorship/publication\nColleagues considering authorship or publication of a book, article etc. which is not commissioned by the Bank, but which could in any way relate to their work or employment at the Bank should seek guidance from the Press Office before entering any commitment. They should also comply with the requirement in respect of Other Employment as set out in Our Code. The same considerations apply to the publication of material on the internet.\nContact with politicians and parliamentary officials\nColleagues must exercise discretion in all contact with politicians. The Bank is accountable to Parliament and events in both the British and European Parliaments can have a significant impact on what we do. Moreover, as a prominent public institution, politicians and their teams are always concerned with our work.\nPlease alert Parliamentary Affairs Group (PAG), in advance wherever possible, to any work based contact you have with MPs, Peers, MEPs and other politicians and parliamentary staff and ensure you send all requests from politicians for meetings with Bank colleagues to the PAG Manager so they can be dealt with appropriately. This is to ensure that the Bank's engagement with such groups is consistent and coordinated and senior colleagues are aware of any issues that may impact their engagement with politicians.\nPlease note that the Bank chooses to observe election quiet period and follows the Cabinet Office guidance on such matters. PAG can provide further information as necessary.\nCopyright\nPublished works, including books and journal, magazine, and newspaper articles, are protected by the Copyright, Designs and Patents Act 1988. The Act gives copyright owners certain exclusive rights over their work, for example, the right to copy it (which includes email, \nPage 23\nscanning and, photocopying etc.). To undertake such acts without permission or a licence (apart from certain exemptions allowed under the Act) is an infringement of the owner’s copyright, with the potential for any offence to attract considerable damages and undesirable publicity for the Bank. Each colleague is responsible for ensuring it treats copyright works in accordance with the Act.\nBank Staff Indemnity Policy\nUnder English common law the Bank has a duty to indemnify its colleagues against liabilities that may arise in the ordinary course of the performance of their employment duties. In addition, provided they have not acted in bad faith or in a way that contravenes the Human Rights Act 1998, Bank colleagues are protected against liability in damages by statutory immunity provisions set out in the Banking Act 2009 and the Financial Services and Markets Act 2000.\nThe Bank recognises that in certain circumstances it may also be appropriate for it to grant a specific indemnity to either a single member or group of Bank colleagues. Any such indemnity, which is at the entire discretion of the Bank, will be granted in accordance with the Court Decision on Bank Indemnities.\nC3: Health & Safety\n1: Health and Safety Manuals\nEveryone (other than visitors) working on Bank premises should read the Bank’s Safety Arrangements manual (SAM) available via the intranet.\nYou must read all the relevant manuals as soon as you reasonably can after starting work at the Bank.\nThe manuals are supported by a comprehensive Health & Safety intranet site. The site contains supporting guidance to the manuals and further information on many issues including working from home.\nThe manuals are not only a reference booklet for when things go wrong. They are primarily intended to be used to minimise risks to health and safety arising in the first place. You have a responsibility to do everything you reasonably can, to work safely and do nothing that could affect your own health and safety or that of others. This is a statutory requirement under the Health and Safety at Work Act 1974.\nThe Safety Arrangements manual will give you further information not only on what your responsibilities are but also on the Bank’s arrangements regarding, for example, how to report a hazard.\nPage 24\nAny wilful, reckless, or seriously negligent failure to comply with these responsibilities may well render you liable to disciplinary action.\nIf you are unsure about any aspect of the Bank’s Health and Safety Policy, please contact the Bank’s Health and Safety team.\n2: Fire and Other Emergencies\nYou must ensure that annually you complete the Emergency Procedures E-Learning course, this is mandatory training and forms part of your annual attestation, if you require refresher training, please go to the section on the intranet Emergencies (including fires). For all sites, please familiarise yourself with knowledge of the building in case you are advised to move from one side to another in an emergency, and you should be aware of all emergency exit routes. You also have a duty to participate in the annual evacuation drill, should you be in the premises at the time.\n3: Non-smoking working environment\nThe Bank operates a non-smoking environment within any of its premises or vehicles. Smoking includes the use of all simulated smoking devices such as electronic cigarettes, e-cigarettes etc. Smoking outside Bank premises must be away from entrances, exits and windows (this includes the front steps of Threadneedle Street). Failure to comply with this could lead to disciplinary or other actions (see section D2).\n4: Drugs and Alcohol Policy\nOur colleagues are our most valuable resource and their health and safety is of the utmost importance. Drug and alcohol misuse has the potential to damage the health and wellbeing of our colleagues and threaten the success of our business.\nWe encourage you to seek help if you have an alcohol or drugs-related problem and to seek advice on the assistance and support available at the Bank. You should discuss this with your manager, contact AskHR or seek help through the Bank’s confidential Employee Assistance Programme or the Bank’s in-house staff counsellors. It is also vital that if you have an alcohol or drug-related problem that you contact the Security Vetting team as soon as possible. The Security Vetting team will handle your information in confidence and seek to help you gaining the support you need while also managing the security concerns to the Bank. Once such an issue affecting your health comes to the attention of your manager or the People Directorate, other steps taken to support you may include a referral to our occupational health adviser.\nDisciplinary action\nThe Bank will constructively and compassionately address employee problems related to alcohol, drug or substance dependency. However, the Bank has clear requirements regarding the use and possession of alcohol or drugs at work and employees must be in a fit state when at work or attending work-related events. The Bank will act if these requirements are broken. This is particularly important where an employee, under the influence of drugs or alcohol, could cause harm to themselves or others. Further information about the Bank’s approach to the misuse of drugs and alcohol can be found in its Drugs and Alcohol Policy.",
    "gold_answer": "Yes—the Bank routinely accesses credit information as part of security vetting and re-vetting."
  },
  {
    "bucket": "direct",
    "difficulty": "easy",
    "question": "Am I allowed to use personal credit or loans?",
    "context": "Financial difficulties\nAdvice and assistance \nPage 21\nIt is clearly in the interests of everyone to manage their financial affairs sensibly and responsibly but, despite such careful management, it is possible for circumstances to arise which can cause severe financial difficulty or hardship. If such circumstances were to arise in your own affairs, you should be aware that you are encouraged to approach the Staff Counsellor at the earliest opportunity. The Staff Counsellor acts independently from your management, in the strictest confidence, and will offer general guidance and a referral to the Employee Assistance Programme.\nIf you have been put in a position of financial difficulty through domestic abuse, we encourage colleagues to seek support on both matters by speaking to a staff counsellor.\nYour contractual obligations\nIt is important to remember that, as the Central Bank of the country, the Bank is at the centre of the nation’s finances and must therefore be mindful of the need to preserve the reputation for financial integrity which, over many years, has become synonymous with its name. It follows that it is important for you, as an employee of the Bank, to be especially professional, careful and responsible in the conduct of your financial affairs.\nAlthough you may make use of any normal credit/loan facilities offered by reputable lending agencies you should be careful not to enter into too many commitments of this kind at any one time. You are accordingly cautioned also against the dangers of excessive betting, gambling or other speculative dealings. While people generally accept higher levels of personal debt during their earning life than was the case in the past, gross and persistent irresponsibility in the conduct of your financial affairs will not be overlooked and will render you liable to disciplinary action.\nIf you struggle with a form of addiction or mental health condition that makes you more inclined to risk taking behaviour, it is important to disclose this to our Security Vetting Team. The Security Vetting Team can provide support and minimise risk of escalation of your case if your financial difficulties remain undeclared.\nIf you find yourself in financial difficulty you must, without exception, disclose it to the Security Vetting Team immediately. Failure to do so may be considered as a breach of security and render you liable to action under the Misconduct Process (see section D2). If you have any concerns at all about your financial circumstances, you should contact the Staff Counsellor with a view to referral to a special adviser.\nThere can be no set formula for determining what constitutes “financial difficulty” as everyone’s circumstances are different. As a general guide, if you are in arrears on card or mortgage or rent payments you could be said to be in financial difficulty of the type that should be reported; and a County Court Judgement, Bankruptcy Order or any other form of \nPage 22\nstructured debt rescheduling made against you for non-payment of a debt would be very clear evidence of a difficulty that should already have been reported.\nThe Bank routinely accesses credit information as part of its security vetting and re-vetting procedures. Please contact Security Vetting if you have any questions.\nTenure periods for supervisory managers\nThe Bank operates a maximum term of 5-year supervisory tenure for scale E and D colleagues who work directly on supervising a specific category 1 – 3 firm(s)/group(s). For more details, please refer to the Supervisory Tenure Policy.\nAuthorship/publication\nColleagues considering authorship or publication of a book, article etc. which is not commissioned by the Bank, but which could in any way relate to their work or employment at the Bank should seek guidance from the Press Office before entering any commitment. They should also comply with the requirement in respect of Other Employment as set out in Our Code. The same considerations apply to the publication of material on the internet.\nContact with politicians and parliamentary officials\nColleagues must exercise discretion in all contact with politicians. The Bank is accountable to Parliament and events in both the British and European Parliaments can have a significant impact on what we do. Moreover, as a prominent public institution, politicians and their teams are always concerned with our work.\nPlease alert Parliamentary Affairs Group (PAG), in advance wherever possible, to any work based contact you have with MPs, Peers, MEPs and other politicians and parliamentary staff and ensure you send all requests from politicians for meetings with Bank colleagues to the PAG Manager so they can be dealt with appropriately. This is to ensure that the Bank's engagement with such groups is consistent and coordinated and senior colleagues are aware of any issues that may impact their engagement with politicians.\nPlease note that the Bank chooses to observe election quiet period and follows the Cabinet Office guidance on such matters. PAG can provide further information as necessary.\nCopyright\nPublished works, including books and journal, magazine, and newspaper articles, are protected by the Copyright, Designs and Patents Act 1988. The Act gives copyright owners certain exclusive rights over their work, for example, the right to copy it (which includes email, \nPage 23\nscanning and, photocopying etc.). To undertake such acts without permission or a licence (apart from certain exemptions allowed under the Act) is an infringement of the owner’s copyright, with the potential for any offence to attract considerable damages and undesirable publicity for the Bank. Each colleague is responsible for ensuring it treats copyright works in accordance with the Act.\nBank Staff Indemnity Policy\nUnder English common law the Bank has a duty to indemnify its colleagues against liabilities that may arise in the ordinary course of the performance of their employment duties. In addition, provided they have not acted in bad faith or in a way that contravenes the Human Rights Act 1998, Bank colleagues are protected against liability in damages by statutory immunity provisions set out in the Banking Act 2009 and the Financial Services and Markets Act 2000.\nThe Bank recognises that in certain circumstances it may also be appropriate for it to grant a specific indemnity to either a single member or group of Bank colleagues. Any such indemnity, which is at the entire discretion of the Bank, will be granted in accordance with the Court Decision on Bank Indemnities.\nC3: Health & Safety\n1: Health and Safety Manuals\nEveryone (other than visitors) working on Bank premises should read the Bank’s Safety Arrangements manual (SAM) available via the intranet.\nYou must read all the relevant manuals as soon as you reasonably can after starting work at the Bank.\nThe manuals are supported by a comprehensive Health & Safety intranet site. The site contains supporting guidance to the manuals and further information on many issues including working from home.\nThe manuals are not only a reference booklet for when things go wrong. They are primarily intended to be used to minimise risks to health and safety arising in the first place. You have a responsibility to do everything you reasonably can, to work safely and do nothing that could affect your own health and safety or that of others. This is a statutory requirement under the Health and Safety at Work Act 1974.\nThe Safety Arrangements manual will give you further information not only on what your responsibilities are but also on the Bank’s arrangements regarding, for example, how to report a hazard.\nPage 24\nAny wilful, reckless, or seriously negligent failure to comply with these responsibilities may well render you liable to disciplinary action.\nIf you are unsure about any aspect of the Bank’s Health and Safety Policy, please contact the Bank’s Health and Safety team.\n2: Fire and Other Emergencies\nYou must ensure that annually you complete the Emergency Procedures E-Learning course, this is mandatory training and forms part of your annual attestation, if you require refresher training, please go to the section on the intranet Emergencies (including fires). For all sites, please familiarise yourself with knowledge of the building in case you are advised to move from one side to another in an emergency, and you should be aware of all emergency exit routes. You also have a duty to participate in the annual evacuation drill, should you be in the premises at the time.\n3: Non-smoking working environment\nThe Bank operates a non-smoking environment within any of its premises or vehicles. Smoking includes the use of all simulated smoking devices such as electronic cigarettes, e-cigarettes etc. Smoking outside Bank premises must be away from entrances, exits and windows (this includes the front steps of Threadneedle Street). Failure to comply with this could lead to disciplinary or other actions (see section D2).\n4: Drugs and Alcohol Policy\nOur colleagues are our most valuable resource and their health and safety is of the utmost importance. Drug and alcohol misuse has the potential to damage the health and wellbeing of our colleagues and threaten the success of our business.\nWe encourage you to seek help if you have an alcohol or drugs-related problem and to seek advice on the assistance and support available at the Bank. You should discuss this with your manager, contact AskHR or seek help through the Bank’s confidential Employee Assistance Programme or the Bank’s in-house staff counsellors. It is also vital that if you have an alcohol or drug-related problem that you contact the Security Vetting team as soon as possible. The Security Vetting team will handle your information in confidence and seek to help you gaining the support you need while also managing the security concerns to the Bank. Once such an issue affecting your health comes to the attention of your manager or the People Directorate, other steps taken to support you may include a referral to our occupational health adviser.\nDisciplinary action\nThe Bank will constructively and compassionately address employee problems related to alcohol, drug or substance dependency. However, the Bank has clear requirements regarding the use and possession of alcohol or drugs at work and employees must be in a fit state when at work or attending work-related events. The Bank will act if these requirements are broken. This is particularly important where an employee, under the influence of drugs or alcohol, could cause harm to themselves or others. Further information about the Bank’s approach to the misuse of drugs and alcohol can be found in its Drugs and Alcohol Policy.",
    "gold_answer": "Yes—from reputable lending agencies, but you should avoid taking on too many commitments."
  },
  {
    "bucket": "logical",
    "difficulty": "medium",
    "question": "Could excessive gambling or speculative dealing lead to discipline?",
    "context": "Financial difficulties\nAdvice and assistance \nPage 21\nIt is clearly in the interests of everyone to manage their financial affairs sensibly and responsibly but, despite such careful management, it is possible for circumstances to arise which can cause severe financial difficulty or hardship. If such circumstances were to arise in your own affairs, you should be aware that you are encouraged to approach the Staff Counsellor at the earliest opportunity. The Staff Counsellor acts independently from your management, in the strictest confidence, and will offer general guidance and a referral to the Employee Assistance Programme.\nIf you have been put in a position of financial difficulty through domestic abuse, we encourage colleagues to seek support on both matters by speaking to a staff counsellor.\nYour contractual obligations\nIt is important to remember that, as the Central Bank of the country, the Bank is at the centre of the nation’s finances and must therefore be mindful of the need to preserve the reputation for financial integrity which, over many years, has become synonymous with its name. It follows that it is important for you, as an employee of the Bank, to be especially professional, careful and responsible in the conduct of your financial affairs.\nAlthough you may make use of any normal credit/loan facilities offered by reputable lending agencies you should be careful not to enter into too many commitments of this kind at any one time. You are accordingly cautioned also against the dangers of excessive betting, gambling or other speculative dealings. While people generally accept higher levels of personal debt during their earning life than was the case in the past, gross and persistent irresponsibility in the conduct of your financial affairs will not be overlooked and will render you liable to disciplinary action.\nIf you struggle with a form of addiction or mental health condition that makes you more inclined to risk taking behaviour, it is important to disclose this to our Security Vetting Team. The Security Vetting Team can provide support and minimise risk of escalation of your case if your financial difficulties remain undeclared.\nIf you find yourself in financial difficulty you must, without exception, disclose it to the Security Vetting Team immediately. Failure to do so may be considered as a breach of security and render you liable to action under the Misconduct Process (see section D2). If you have any concerns at all about your financial circumstances, you should contact the Staff Counsellor with a view to referral to a special adviser.\nThere can be no set formula for determining what constitutes “financial difficulty” as everyone’s circumstances are different. As a general guide, if you are in arrears on card or mortgage or rent payments you could be said to be in financial difficulty of the type that should be reported; and a County Court Judgement, Bankruptcy Order or any other form of \nPage 22\nstructured debt rescheduling made against you for non-payment of a debt would be very clear evidence of a difficulty that should already have been reported.\nThe Bank routinely accesses credit information as part of its security vetting and re-vetting procedures. Please contact Security Vetting if you have any questions.\nTenure periods for supervisory managers\nThe Bank operates a maximum term of 5-year supervisory tenure for scale E and D colleagues who work directly on supervising a specific category 1 – 3 firm(s)/group(s). For more details, please refer to the Supervisory Tenure Policy.\nAuthorship/publication\nColleagues considering authorship or publication of a book, article etc. which is not commissioned by the Bank, but which could in any way relate to their work or employment at the Bank should seek guidance from the Press Office before entering any commitment. They should also comply with the requirement in respect of Other Employment as set out in Our Code. The same considerations apply to the publication of material on the internet.\nContact with politicians and parliamentary officials\nColleagues must exercise discretion in all contact with politicians. The Bank is accountable to Parliament and events in both the British and European Parliaments can have a significant impact on what we do. Moreover, as a prominent public institution, politicians and their teams are always concerned with our work.\nPlease alert Parliamentary Affairs Group (PAG), in advance wherever possible, to any work based contact you have with MPs, Peers, MEPs and other politicians and parliamentary staff and ensure you send all requests from politicians for meetings with Bank colleagues to the PAG Manager so they can be dealt with appropriately. This is to ensure that the Bank's engagement with such groups is consistent and coordinated and senior colleagues are aware of any issues that may impact their engagement with politicians.\nPlease note that the Bank chooses to observe election quiet period and follows the Cabinet Office guidance on such matters. PAG can provide further information as necessary.\nCopyright\nPublished works, including books and journal, magazine, and newspaper articles, are protected by the Copyright, Designs and Patents Act 1988. The Act gives copyright owners certain exclusive rights over their work, for example, the right to copy it (which includes email, \nPage 23\nscanning and, photocopying etc.). To undertake such acts without permission or a licence (apart from certain exemptions allowed under the Act) is an infringement of the owner’s copyright, with the potential for any offence to attract considerable damages and undesirable publicity for the Bank. Each colleague is responsible for ensuring it treats copyright works in accordance with the Act.\nBank Staff Indemnity Policy\nUnder English common law the Bank has a duty to indemnify its colleagues against liabilities that may arise in the ordinary course of the performance of their employment duties. In addition, provided they have not acted in bad faith or in a way that contravenes the Human Rights Act 1998, Bank colleagues are protected against liability in damages by statutory immunity provisions set out in the Banking Act 2009 and the Financial Services and Markets Act 2000.\nThe Bank recognises that in certain circumstances it may also be appropriate for it to grant a specific indemnity to either a single member or group of Bank colleagues. Any such indemnity, which is at the entire discretion of the Bank, will be granted in accordance with the Court Decision on Bank Indemnities.\nC3: Health & Safety\n1: Health and Safety Manuals\nEveryone (other than visitors) working on Bank premises should read the Bank’s Safety Arrangements manual (SAM) available via the intranet.\nYou must read all the relevant manuals as soon as you reasonably can after starting work at the Bank.\nThe manuals are supported by a comprehensive Health & Safety intranet site. The site contains supporting guidance to the manuals and further information on many issues including working from home.\nThe manuals are not only a reference booklet for when things go wrong. They are primarily intended to be used to minimise risks to health and safety arising in the first place. You have a responsibility to do everything you reasonably can, to work safely and do nothing that could affect your own health and safety or that of others. This is a statutory requirement under the Health and Safety at Work Act 1974.\nThe Safety Arrangements manual will give you further information not only on what your responsibilities are but also on the Bank’s arrangements regarding, for example, how to report a hazard.\nPage 24\nAny wilful, reckless, or seriously negligent failure to comply with these responsibilities may well render you liable to disciplinary action.\nIf you are unsure about any aspect of the Bank’s Health and Safety Policy, please contact the Bank’s Health and Safety team.\n2: Fire and Other Emergencies\nYou must ensure that annually you complete the Emergency Procedures E-Learning course, this is mandatory training and forms part of your annual attestation, if you require refresher training, please go to the section on the intranet Emergencies (including fires). For all sites, please familiarise yourself with knowledge of the building in case you are advised to move from one side to another in an emergency, and you should be aware of all emergency exit routes. You also have a duty to participate in the annual evacuation drill, should you be in the premises at the time.\n3: Non-smoking working environment\nThe Bank operates a non-smoking environment within any of its premises or vehicles. Smoking includes the use of all simulated smoking devices such as electronic cigarettes, e-cigarettes etc. Smoking outside Bank premises must be away from entrances, exits and windows (this includes the front steps of Threadneedle Street). Failure to comply with this could lead to disciplinary or other actions (see section D2).\n4: Drugs and Alcohol Policy\nOur colleagues are our most valuable resource and their health and safety is of the utmost importance. Drug and alcohol misuse has the potential to damage the health and wellbeing of our colleagues and threaten the success of our business.\nWe encourage you to seek help if you have an alcohol or drugs-related problem and to seek advice on the assistance and support available at the Bank. You should discuss this with your manager, contact AskHR or seek help through the Bank’s confidential Employee Assistance Programme or the Bank’s in-house staff counsellors. It is also vital that if you have an alcohol or drug-related problem that you contact the Security Vetting team as soon as possible. The Security Vetting team will handle your information in confidence and seek to help you gaining the support you need while also managing the security concerns to the Bank. Once such an issue affecting your health comes to the attention of your manager or the People Directorate, other steps taken to support you may include a referral to our occupational health adviser.\nDisciplinary action\nThe Bank will constructively and compassionately address employee problems related to alcohol, drug or substance dependency. However, the Bank has clear requirements regarding the use and possession of alcohol or drugs at work and employees must be in a fit state when at work or attending work-related events. The Bank will act if these requirements are broken. This is particularly important where an employee, under the influence of drugs or alcohol, could cause harm to themselves or others. Further information about the Bank’s approach to the misuse of drugs and alcohol can be found in its Drugs and Alcohol Policy.",
    "gold_answer": "Yes—gross and persistent irresponsibility in your financial affairs (including excessive betting/gambling/speculation) can render you liable to disciplinary action."
  },
  {
    "bucket": "process",
    "difficulty": "easy",
    "question": "If I have an addiction or mental health issue that increases risk-taking, who should I tell?",
    "context": "Financial difficulties\nAdvice and assistance \nPage 21\nIt is clearly in the interests of everyone to manage their financial affairs sensibly and responsibly but, despite such careful management, it is possible for circumstances to arise which can cause severe financial difficulty or hardship. If such circumstances were to arise in your own affairs, you should be aware that you are encouraged to approach the Staff Counsellor at the earliest opportunity. The Staff Counsellor acts independently from your management, in the strictest confidence, and will offer general guidance and a referral to the Employee Assistance Programme.\nIf you have been put in a position of financial difficulty through domestic abuse, we encourage colleagues to seek support on both matters by speaking to a staff counsellor.\nYour contractual obligations\nIt is important to remember that, as the Central Bank of the country, the Bank is at the centre of the nation’s finances and must therefore be mindful of the need to preserve the reputation for financial integrity which, over many years, has become synonymous with its name. It follows that it is important for you, as an employee of the Bank, to be especially professional, careful and responsible in the conduct of your financial affairs.\nAlthough you may make use of any normal credit/loan facilities offered by reputable lending agencies you should be careful not to enter into too many commitments of this kind at any one time. You are accordingly cautioned also against the dangers of excessive betting, gambling or other speculative dealings. While people generally accept higher levels of personal debt during their earning life than was the case in the past, gross and persistent irresponsibility in the conduct of your financial affairs will not be overlooked and will render you liable to disciplinary action.\nIf you struggle with a form of addiction or mental health condition that makes you more inclined to risk taking behaviour, it is important to disclose this to our Security Vetting Team. The Security Vetting Team can provide support and minimise risk of escalation of your case if your financial difficulties remain undeclared.\nIf you find yourself in financial difficulty you must, without exception, disclose it to the Security Vetting Team immediately. Failure to do so may be considered as a breach of security and render you liable to action under the Misconduct Process (see section D2). If you have any concerns at all about your financial circumstances, you should contact the Staff Counsellor with a view to referral to a special adviser.\nThere can be no set formula for determining what constitutes “financial difficulty” as everyone’s circumstances are different. As a general guide, if you are in arrears on card or mortgage or rent payments you could be said to be in financial difficulty of the type that should be reported; and a County Court Judgement, Bankruptcy Order or any other form of \nPage 22\nstructured debt rescheduling made against you for non-payment of a debt would be very clear evidence of a difficulty that should already have been reported.\nThe Bank routinely accesses credit information as part of its security vetting and re-vetting procedures. Please contact Security Vetting if you have any questions.\nTenure periods for supervisory managers\nThe Bank operates a maximum term of 5-year supervisory tenure for scale E and D colleagues who work directly on supervising a specific category 1 – 3 firm(s)/group(s). For more details, please refer to the Supervisory Tenure Policy.\nAuthorship/publication\nColleagues considering authorship or publication of a book, article etc. which is not commissioned by the Bank, but which could in any way relate to their work or employment at the Bank should seek guidance from the Press Office before entering any commitment. They should also comply with the requirement in respect of Other Employment as set out in Our Code. The same considerations apply to the publication of material on the internet.\nContact with politicians and parliamentary officials\nColleagues must exercise discretion in all contact with politicians. The Bank is accountable to Parliament and events in both the British and European Parliaments can have a significant impact on what we do. Moreover, as a prominent public institution, politicians and their teams are always concerned with our work.\nPlease alert Parliamentary Affairs Group (PAG), in advance wherever possible, to any work based contact you have with MPs, Peers, MEPs and other politicians and parliamentary staff and ensure you send all requests from politicians for meetings with Bank colleagues to the PAG Manager so they can be dealt with appropriately. This is to ensure that the Bank's engagement with such groups is consistent and coordinated and senior colleagues are aware of any issues that may impact their engagement with politicians.\nPlease note that the Bank chooses to observe election quiet period and follows the Cabinet Office guidance on such matters. PAG can provide further information as necessary.\nCopyright\nPublished works, including books and journal, magazine, and newspaper articles, are protected by the Copyright, Designs and Patents Act 1988. The Act gives copyright owners certain exclusive rights over their work, for example, the right to copy it (which includes email, \nPage 23\nscanning and, photocopying etc.). To undertake such acts without permission or a licence (apart from certain exemptions allowed under the Act) is an infringement of the owner’s copyright, with the potential for any offence to attract considerable damages and undesirable publicity for the Bank. Each colleague is responsible for ensuring it treats copyright works in accordance with the Act.\nBank Staff Indemnity Policy\nUnder English common law the Bank has a duty to indemnify its colleagues against liabilities that may arise in the ordinary course of the performance of their employment duties. In addition, provided they have not acted in bad faith or in a way that contravenes the Human Rights Act 1998, Bank colleagues are protected against liability in damages by statutory immunity provisions set out in the Banking Act 2009 and the Financial Services and Markets Act 2000.\nThe Bank recognises that in certain circumstances it may also be appropriate for it to grant a specific indemnity to either a single member or group of Bank colleagues. Any such indemnity, which is at the entire discretion of the Bank, will be granted in accordance with the Court Decision on Bank Indemnities.\nC3: Health & Safety\n1: Health and Safety Manuals\nEveryone (other than visitors) working on Bank premises should read the Bank’s Safety Arrangements manual (SAM) available via the intranet.\nYou must read all the relevant manuals as soon as you reasonably can after starting work at the Bank.\nThe manuals are supported by a comprehensive Health & Safety intranet site. The site contains supporting guidance to the manuals and further information on many issues including working from home.\nThe manuals are not only a reference booklet for when things go wrong. They are primarily intended to be used to minimise risks to health and safety arising in the first place. You have a responsibility to do everything you reasonably can, to work safely and do nothing that could affect your own health and safety or that of others. This is a statutory requirement under the Health and Safety at Work Act 1974.\nThe Safety Arrangements manual will give you further information not only on what your responsibilities are but also on the Bank’s arrangements regarding, for example, how to report a hazard.\nPage 24\nAny wilful, reckless, or seriously negligent failure to comply with these responsibilities may well render you liable to disciplinary action.\nIf you are unsure about any aspect of the Bank’s Health and Safety Policy, please contact the Bank’s Health and Safety team.\n2: Fire and Other Emergencies\nYou must ensure that annually you complete the Emergency Procedures E-Learning course, this is mandatory training and forms part of your annual attestation, if you require refresher training, please go to the section on the intranet Emergencies (including fires). For all sites, please familiarise yourself with knowledge of the building in case you are advised to move from one side to another in an emergency, and you should be aware of all emergency exit routes. You also have a duty to participate in the annual evacuation drill, should you be in the premises at the time.\n3: Non-smoking working environment\nThe Bank operates a non-smoking environment within any of its premises or vehicles. Smoking includes the use of all simulated smoking devices such as electronic cigarettes, e-cigarettes etc. Smoking outside Bank premises must be away from entrances, exits and windows (this includes the front steps of Threadneedle Street). Failure to comply with this could lead to disciplinary or other actions (see section D2).\n4: Drugs and Alcohol Policy\nOur colleagues are our most valuable resource and their health and safety is of the utmost importance. Drug and alcohol misuse has the potential to damage the health and wellbeing of our colleagues and threaten the success of our business.\nWe encourage you to seek help if you have an alcohol or drugs-related problem and to seek advice on the assistance and support available at the Bank. You should discuss this with your manager, contact AskHR or seek help through the Bank’s confidential Employee Assistance Programme or the Bank’s in-house staff counsellors. It is also vital that if you have an alcohol or drug-related problem that you contact the Security Vetting team as soon as possible. The Security Vetting team will handle your information in confidence and seek to help you gaining the support you need while also managing the security concerns to the Bank. Once such an issue affecting your health comes to the attention of your manager or the People Directorate, other steps taken to support you may include a referral to our occupational health adviser.\nDisciplinary action\nThe Bank will constructively and compassionately address employee problems related to alcohol, drug or substance dependency. However, the Bank has clear requirements regarding the use and possession of alcohol or drugs at work and employees must be in a fit state when at work or attending work-related events. The Bank will act if these requirements are broken. This is particularly important where an employee, under the influence of drugs or alcohol, could cause harm to themselves or others. Further information about the Bank’s approach to the misuse of drugs and alcohol can be found in its Drugs and Alcohol Policy.",
    "gold_answer": "Disclose it to the Security Vetting Team; they will handle it confidentially and help manage risks and support."
  },
  {
    "bucket": "direct",
    "difficulty": "easy",
    "question": "What is the maximum supervisory tenure for scale E and D colleagues supervising category 1–3 firms?",
    "context": "Financial difficulties\nAdvice and assistance \nPage 21\nIt is clearly in the interests of everyone to manage their financial affairs sensibly and responsibly but, despite such careful management, it is possible for circumstances to arise which can cause severe financial difficulty or hardship. If such circumstances were to arise in your own affairs, you should be aware that you are encouraged to approach the Staff Counsellor at the earliest opportunity. The Staff Counsellor acts independently from your management, in the strictest confidence, and will offer general guidance and a referral to the Employee Assistance Programme.\nIf you have been put in a position of financial difficulty through domestic abuse, we encourage colleagues to seek support on both matters by speaking to a staff counsellor.\nYour contractual obligations\nIt is important to remember that, as the Central Bank of the country, the Bank is at the centre of the nation’s finances and must therefore be mindful of the need to preserve the reputation for financial integrity which, over many years, has become synonymous with its name. It follows that it is important for you, as an employee of the Bank, to be especially professional, careful and responsible in the conduct of your financial affairs.\nAlthough you may make use of any normal credit/loan facilities offered by reputable lending agencies you should be careful not to enter into too many commitments of this kind at any one time. You are accordingly cautioned also against the dangers of excessive betting, gambling or other speculative dealings. While people generally accept higher levels of personal debt during their earning life than was the case in the past, gross and persistent irresponsibility in the conduct of your financial affairs will not be overlooked and will render you liable to disciplinary action.\nIf you struggle with a form of addiction or mental health condition that makes you more inclined to risk taking behaviour, it is important to disclose this to our Security Vetting Team. The Security Vetting Team can provide support and minimise risk of escalation of your case if your financial difficulties remain undeclared.\nIf you find yourself in financial difficulty you must, without exception, disclose it to the Security Vetting Team immediately. Failure to do so may be considered as a breach of security and render you liable to action under the Misconduct Process (see section D2). If you have any concerns at all about your financial circumstances, you should contact the Staff Counsellor with a view to referral to a special adviser.\nThere can be no set formula for determining what constitutes “financial difficulty” as everyone’s circumstances are different. As a general guide, if you are in arrears on card or mortgage or rent payments you could be said to be in financial difficulty of the type that should be reported; and a County Court Judgement, Bankruptcy Order or any other form of \nPage 22\nstructured debt rescheduling made against you for non-payment of a debt would be very clear evidence of a difficulty that should already have been reported.\nThe Bank routinely accesses credit information as part of its security vetting and re-vetting procedures. Please contact Security Vetting if you have any questions.\nTenure periods for supervisory managers\nThe Bank operates a maximum term of 5-year supervisory tenure for scale E and D colleagues who work directly on supervising a specific category 1 – 3 firm(s)/group(s). For more details, please refer to the Supervisory Tenure Policy.\nAuthorship/publication\nColleagues considering authorship or publication of a book, article etc. which is not commissioned by the Bank, but which could in any way relate to their work or employment at the Bank should seek guidance from the Press Office before entering any commitment. They should also comply with the requirement in respect of Other Employment as set out in Our Code. The same considerations apply to the publication of material on the internet.\nContact with politicians and parliamentary officials\nColleagues must exercise discretion in all contact with politicians. The Bank is accountable to Parliament and events in both the British and European Parliaments can have a significant impact on what we do. Moreover, as a prominent public institution, politicians and their teams are always concerned with our work.\nPlease alert Parliamentary Affairs Group (PAG), in advance wherever possible, to any work based contact you have with MPs, Peers, MEPs and other politicians and parliamentary staff and ensure you send all requests from politicians for meetings with Bank colleagues to the PAG Manager so they can be dealt with appropriately. This is to ensure that the Bank's engagement with such groups is consistent and coordinated and senior colleagues are aware of any issues that may impact their engagement with politicians.\nPlease note that the Bank chooses to observe election quiet period and follows the Cabinet Office guidance on such matters. PAG can provide further information as necessary.\nCopyright\nPublished works, including books and journal, magazine, and newspaper articles, are protected by the Copyright, Designs and Patents Act 1988. The Act gives copyright owners certain exclusive rights over their work, for example, the right to copy it (which includes email, \nPage 23\nscanning and, photocopying etc.). To undertake such acts without permission or a licence (apart from certain exemptions allowed under the Act) is an infringement of the owner’s copyright, with the potential for any offence to attract considerable damages and undesirable publicity for the Bank. Each colleague is responsible for ensuring it treats copyright works in accordance with the Act.\nBank Staff Indemnity Policy\nUnder English common law the Bank has a duty to indemnify its colleagues against liabilities that may arise in the ordinary course of the performance of their employment duties. In addition, provided they have not acted in bad faith or in a way that contravenes the Human Rights Act 1998, Bank colleagues are protected against liability in damages by statutory immunity provisions set out in the Banking Act 2009 and the Financial Services and Markets Act 2000.\nThe Bank recognises that in certain circumstances it may also be appropriate for it to grant a specific indemnity to either a single member or group of Bank colleagues. Any such indemnity, which is at the entire discretion of the Bank, will be granted in accordance with the Court Decision on Bank Indemnities.\nC3: Health & Safety\n1: Health and Safety Manuals\nEveryone (other than visitors) working on Bank premises should read the Bank’s Safety Arrangements manual (SAM) available via the intranet.\nYou must read all the relevant manuals as soon as you reasonably can after starting work at the Bank.\nThe manuals are supported by a comprehensive Health & Safety intranet site. The site contains supporting guidance to the manuals and further information on many issues including working from home.\nThe manuals are not only a reference booklet for when things go wrong. They are primarily intended to be used to minimise risks to health and safety arising in the first place. You have a responsibility to do everything you reasonably can, to work safely and do nothing that could affect your own health and safety or that of others. This is a statutory requirement under the Health and Safety at Work Act 1974.\nThe Safety Arrangements manual will give you further information not only on what your responsibilities are but also on the Bank’s arrangements regarding, for example, how to report a hazard.\nPage 24\nAny wilful, reckless, or seriously negligent failure to comply with these responsibilities may well render you liable to disciplinary action.\nIf you are unsure about any aspect of the Bank’s Health and Safety Policy, please contact the Bank’s Health and Safety team.\n2: Fire and Other Emergencies\nYou must ensure that annually you complete the Emergency Procedures E-Learning course, this is mandatory training and forms part of your annual attestation, if you require refresher training, please go to the section on the intranet Emergencies (including fires). For all sites, please familiarise yourself with knowledge of the building in case you are advised to move from one side to another in an emergency, and you should be aware of all emergency exit routes. You also have a duty to participate in the annual evacuation drill, should you be in the premises at the time.\n3: Non-smoking working environment\nThe Bank operates a non-smoking environment within any of its premises or vehicles. Smoking includes the use of all simulated smoking devices such as electronic cigarettes, e-cigarettes etc. Smoking outside Bank premises must be away from entrances, exits and windows (this includes the front steps of Threadneedle Street). Failure to comply with this could lead to disciplinary or other actions (see section D2).\n4: Drugs and Alcohol Policy\nOur colleagues are our most valuable resource and their health and safety is of the utmost importance. Drug and alcohol misuse has the potential to damage the health and wellbeing of our colleagues and threaten the success of our business.\nWe encourage you to seek help if you have an alcohol or drugs-related problem and to seek advice on the assistance and support available at the Bank. You should discuss this with your manager, contact AskHR or seek help through the Bank’s confidential Employee Assistance Programme or the Bank’s in-house staff counsellors. It is also vital that if you have an alcohol or drug-related problem that you contact the Security Vetting team as soon as possible. The Security Vetting team will handle your information in confidence and seek to help you gaining the support you need while also managing the security concerns to the Bank. Once such an issue affecting your health comes to the attention of your manager or the People Directorate, other steps taken to support you may include a referral to our occupational health adviser.\nDisciplinary action\nThe Bank will constructively and compassionately address employee problems related to alcohol, drug or substance dependency. However, the Bank has clear requirements regarding the use and possession of alcohol or drugs at work and employees must be in a fit state when at work or attending work-related events. The Bank will act if these requirements are broken. This is particularly important where an employee, under the influence of drugs or alcohol, could cause harm to themselves or others. Further information about the Bank’s approach to the misuse of drugs and alcohol can be found in its Drugs and Alcohol Policy.",
    "gold_answer": "Five years (see Supervisory Tenure Policy for details)."
  },
  {
    "bucket": "process",
    "difficulty": "easy",
    "question": "I want to publish an article related to my work but not commissioned—what must I do first?",
    "context": "Financial difficulties\nAdvice and assistance \nPage 21\nIt is clearly in the interests of everyone to manage their financial affairs sensibly and responsibly but, despite such careful management, it is possible for circumstances to arise which can cause severe financial difficulty or hardship. If such circumstances were to arise in your own affairs, you should be aware that you are encouraged to approach the Staff Counsellor at the earliest opportunity. The Staff Counsellor acts independently from your management, in the strictest confidence, and will offer general guidance and a referral to the Employee Assistance Programme.\nIf you have been put in a position of financial difficulty through domestic abuse, we encourage colleagues to seek support on both matters by speaking to a staff counsellor.\nYour contractual obligations\nIt is important to remember that, as the Central Bank of the country, the Bank is at the centre of the nation’s finances and must therefore be mindful of the need to preserve the reputation for financial integrity which, over many years, has become synonymous with its name. It follows that it is important for you, as an employee of the Bank, to be especially professional, careful and responsible in the conduct of your financial affairs.\nAlthough you may make use of any normal credit/loan facilities offered by reputable lending agencies you should be careful not to enter into too many commitments of this kind at any one time. You are accordingly cautioned also against the dangers of excessive betting, gambling or other speculative dealings. While people generally accept higher levels of personal debt during their earning life than was the case in the past, gross and persistent irresponsibility in the conduct of your financial affairs will not be overlooked and will render you liable to disciplinary action.\nIf you struggle with a form of addiction or mental health condition that makes you more inclined to risk taking behaviour, it is important to disclose this to our Security Vetting Team. The Security Vetting Team can provide support and minimise risk of escalation of your case if your financial difficulties remain undeclared.\nIf you find yourself in financial difficulty you must, without exception, disclose it to the Security Vetting Team immediately. Failure to do so may be considered as a breach of security and render you liable to action under the Misconduct Process (see section D2). If you have any concerns at all about your financial circumstances, you should contact the Staff Counsellor with a view to referral to a special adviser.\nThere can be no set formula for determining what constitutes “financial difficulty” as everyone’s circumstances are different. As a general guide, if you are in arrears on card or mortgage or rent payments you could be said to be in financial difficulty of the type that should be reported; and a County Court Judgement, Bankruptcy Order or any other form of \nPage 22\nstructured debt rescheduling made against you for non-payment of a debt would be very clear evidence of a difficulty that should already have been reported.\nThe Bank routinely accesses credit information as part of its security vetting and re-vetting procedures. Please contact Security Vetting if you have any questions.\nTenure periods for supervisory managers\nThe Bank operates a maximum term of 5-year supervisory tenure for scale E and D colleagues who work directly on supervising a specific category 1 – 3 firm(s)/group(s). For more details, please refer to the Supervisory Tenure Policy.\nAuthorship/publication\nColleagues considering authorship or publication of a book, article etc. which is not commissioned by the Bank, but which could in any way relate to their work or employment at the Bank should seek guidance from the Press Office before entering any commitment. They should also comply with the requirement in respect of Other Employment as set out in Our Code. The same considerations apply to the publication of material on the internet.\nContact with politicians and parliamentary officials\nColleagues must exercise discretion in all contact with politicians. The Bank is accountable to Parliament and events in both the British and European Parliaments can have a significant impact on what we do. Moreover, as a prominent public institution, politicians and their teams are always concerned with our work.\nPlease alert Parliamentary Affairs Group (PAG), in advance wherever possible, to any work based contact you have with MPs, Peers, MEPs and other politicians and parliamentary staff and ensure you send all requests from politicians for meetings with Bank colleagues to the PAG Manager so they can be dealt with appropriately. This is to ensure that the Bank's engagement with such groups is consistent and coordinated and senior colleagues are aware of any issues that may impact their engagement with politicians.\nPlease note that the Bank chooses to observe election quiet period and follows the Cabinet Office guidance on such matters. PAG can provide further information as necessary.\nCopyright\nPublished works, including books and journal, magazine, and newspaper articles, are protected by the Copyright, Designs and Patents Act 1988. The Act gives copyright owners certain exclusive rights over their work, for example, the right to copy it (which includes email, \nPage 23\nscanning and, photocopying etc.). To undertake such acts without permission or a licence (apart from certain exemptions allowed under the Act) is an infringement of the owner’s copyright, with the potential for any offence to attract considerable damages and undesirable publicity for the Bank. Each colleague is responsible for ensuring it treats copyright works in accordance with the Act.\nBank Staff Indemnity Policy\nUnder English common law the Bank has a duty to indemnify its colleagues against liabilities that may arise in the ordinary course of the performance of their employment duties. In addition, provided they have not acted in bad faith or in a way that contravenes the Human Rights Act 1998, Bank colleagues are protected against liability in damages by statutory immunity provisions set out in the Banking Act 2009 and the Financial Services and Markets Act 2000.\nThe Bank recognises that in certain circumstances it may also be appropriate for it to grant a specific indemnity to either a single member or group of Bank colleagues. Any such indemnity, which is at the entire discretion of the Bank, will be granted in accordance with the Court Decision on Bank Indemnities.\nC3: Health & Safety\n1: Health and Safety Manuals\nEveryone (other than visitors) working on Bank premises should read the Bank’s Safety Arrangements manual (SAM) available via the intranet.\nYou must read all the relevant manuals as soon as you reasonably can after starting work at the Bank.\nThe manuals are supported by a comprehensive Health & Safety intranet site. The site contains supporting guidance to the manuals and further information on many issues including working from home.\nThe manuals are not only a reference booklet for when things go wrong. They are primarily intended to be used to minimise risks to health and safety arising in the first place. You have a responsibility to do everything you reasonably can, to work safely and do nothing that could affect your own health and safety or that of others. This is a statutory requirement under the Health and Safety at Work Act 1974.\nThe Safety Arrangements manual will give you further information not only on what your responsibilities are but also on the Bank’s arrangements regarding, for example, how to report a hazard.\nPage 24\nAny wilful, reckless, or seriously negligent failure to comply with these responsibilities may well render you liable to disciplinary action.\nIf you are unsure about any aspect of the Bank’s Health and Safety Policy, please contact the Bank’s Health and Safety team.\n2: Fire and Other Emergencies\nYou must ensure that annually you complete the Emergency Procedures E-Learning course, this is mandatory training and forms part of your annual attestation, if you require refresher training, please go to the section on the intranet Emergencies (including fires). For all sites, please familiarise yourself with knowledge of the building in case you are advised to move from one side to another in an emergency, and you should be aware of all emergency exit routes. You also have a duty to participate in the annual evacuation drill, should you be in the premises at the time.\n3: Non-smoking working environment\nThe Bank operates a non-smoking environment within any of its premises or vehicles. Smoking includes the use of all simulated smoking devices such as electronic cigarettes, e-cigarettes etc. Smoking outside Bank premises must be away from entrances, exits and windows (this includes the front steps of Threadneedle Street). Failure to comply with this could lead to disciplinary or other actions (see section D2).\n4: Drugs and Alcohol Policy\nOur colleagues are our most valuable resource and their health and safety is of the utmost importance. Drug and alcohol misuse has the potential to damage the health and wellbeing of our colleagues and threaten the success of our business.\nWe encourage you to seek help if you have an alcohol or drugs-related problem and to seek advice on the assistance and support available at the Bank. You should discuss this with your manager, contact AskHR or seek help through the Bank’s confidential Employee Assistance Programme or the Bank’s in-house staff counsellors. It is also vital that if you have an alcohol or drug-related problem that you contact the Security Vetting team as soon as possible. The Security Vetting team will handle your information in confidence and seek to help you gaining the support you need while also managing the security concerns to the Bank. Once such an issue affecting your health comes to the attention of your manager or the People Directorate, other steps taken to support you may include a referral to our occupational health adviser.\nDisciplinary action\nThe Bank will constructively and compassionately address employee problems related to alcohol, drug or substance dependency. However, the Bank has clear requirements regarding the use and possession of alcohol or drugs at work and employees must be in a fit state when at work or attending work-related events. The Bank will act if these requirements are broken. This is particularly important where an employee, under the influence of drugs or alcohol, could cause harm to themselves or others. Further information about the Bank’s approach to the misuse of drugs and alcohol can be found in its Drugs and Alcohol Policy.",
    "gold_answer": "Seek guidance from the Press Office before any commitment and comply with ‘Other Employment’ requirements in Our Code; the same applies to internet publications."
  },
  {
    "bucket": "process",
    "difficulty": "medium",
    "question": "Do I need to notify anyone before engaging with MPs or other politicians on work matters?",
    "context": "Financial difficulties\nAdvice and assistance \nPage 21\nIt is clearly in the interests of everyone to manage their financial affairs sensibly and responsibly but, despite such careful management, it is possible for circumstances to arise which can cause severe financial difficulty or hardship. If such circumstances were to arise in your own affairs, you should be aware that you are encouraged to approach the Staff Counsellor at the earliest opportunity. The Staff Counsellor acts independently from your management, in the strictest confidence, and will offer general guidance and a referral to the Employee Assistance Programme.\nIf you have been put in a position of financial difficulty through domestic abuse, we encourage colleagues to seek support on both matters by speaking to a staff counsellor.\nYour contractual obligations\nIt is important to remember that, as the Central Bank of the country, the Bank is at the centre of the nation’s finances and must therefore be mindful of the need to preserve the reputation for financial integrity which, over many years, has become synonymous with its name. It follows that it is important for you, as an employee of the Bank, to be especially professional, careful and responsible in the conduct of your financial affairs.\nAlthough you may make use of any normal credit/loan facilities offered by reputable lending agencies you should be careful not to enter into too many commitments of this kind at any one time. You are accordingly cautioned also against the dangers of excessive betting, gambling or other speculative dealings. While people generally accept higher levels of personal debt during their earning life than was the case in the past, gross and persistent irresponsibility in the conduct of your financial affairs will not be overlooked and will render you liable to disciplinary action.\nIf you struggle with a form of addiction or mental health condition that makes you more inclined to risk taking behaviour, it is important to disclose this to our Security Vetting Team. The Security Vetting Team can provide support and minimise risk of escalation of your case if your financial difficulties remain undeclared.\nIf you find yourself in financial difficulty you must, without exception, disclose it to the Security Vetting Team immediately. Failure to do so may be considered as a breach of security and render you liable to action under the Misconduct Process (see section D2). If you have any concerns at all about your financial circumstances, you should contact the Staff Counsellor with a view to referral to a special adviser.\nThere can be no set formula for determining what constitutes “financial difficulty” as everyone’s circumstances are different. As a general guide, if you are in arrears on card or mortgage or rent payments you could be said to be in financial difficulty of the type that should be reported; and a County Court Judgement, Bankruptcy Order or any other form of \nPage 22\nstructured debt rescheduling made against you for non-payment of a debt would be very clear evidence of a difficulty that should already have been reported.\nThe Bank routinely accesses credit information as part of its security vetting and re-vetting procedures. Please contact Security Vetting if you have any questions.\nTenure periods for supervisory managers\nThe Bank operates a maximum term of 5-year supervisory tenure for scale E and D colleagues who work directly on supervising a specific category 1 – 3 firm(s)/group(s). For more details, please refer to the Supervisory Tenure Policy.\nAuthorship/publication\nColleagues considering authorship or publication of a book, article etc. which is not commissioned by the Bank, but which could in any way relate to their work or employment at the Bank should seek guidance from the Press Office before entering any commitment. They should also comply with the requirement in respect of Other Employment as set out in Our Code. The same considerations apply to the publication of material on the internet.\nContact with politicians and parliamentary officials\nColleagues must exercise discretion in all contact with politicians. The Bank is accountable to Parliament and events in both the British and European Parliaments can have a significant impact on what we do. Moreover, as a prominent public institution, politicians and their teams are always concerned with our work.\nPlease alert Parliamentary Affairs Group (PAG), in advance wherever possible, to any work based contact you have with MPs, Peers, MEPs and other politicians and parliamentary staff and ensure you send all requests from politicians for meetings with Bank colleagues to the PAG Manager so they can be dealt with appropriately. This is to ensure that the Bank's engagement with such groups is consistent and coordinated and senior colleagues are aware of any issues that may impact their engagement with politicians.\nPlease note that the Bank chooses to observe election quiet period and follows the Cabinet Office guidance on such matters. PAG can provide further information as necessary.\nCopyright\nPublished works, including books and journal, magazine, and newspaper articles, are protected by the Copyright, Designs and Patents Act 1988. The Act gives copyright owners certain exclusive rights over their work, for example, the right to copy it (which includes email, \nPage 23\nscanning and, photocopying etc.). To undertake such acts without permission or a licence (apart from certain exemptions allowed under the Act) is an infringement of the owner’s copyright, with the potential for any offence to attract considerable damages and undesirable publicity for the Bank. Each colleague is responsible for ensuring it treats copyright works in accordance with the Act.\nBank Staff Indemnity Policy\nUnder English common law the Bank has a duty to indemnify its colleagues against liabilities that may arise in the ordinary course of the performance of their employment duties. In addition, provided they have not acted in bad faith or in a way that contravenes the Human Rights Act 1998, Bank colleagues are protected against liability in damages by statutory immunity provisions set out in the Banking Act 2009 and the Financial Services and Markets Act 2000.\nThe Bank recognises that in certain circumstances it may also be appropriate for it to grant a specific indemnity to either a single member or group of Bank colleagues. Any such indemnity, which is at the entire discretion of the Bank, will be granted in accordance with the Court Decision on Bank Indemnities.\nC3: Health & Safety\n1: Health and Safety Manuals\nEveryone (other than visitors) working on Bank premises should read the Bank’s Safety Arrangements manual (SAM) available via the intranet.\nYou must read all the relevant manuals as soon as you reasonably can after starting work at the Bank.\nThe manuals are supported by a comprehensive Health & Safety intranet site. The site contains supporting guidance to the manuals and further information on many issues including working from home.\nThe manuals are not only a reference booklet for when things go wrong. They are primarily intended to be used to minimise risks to health and safety arising in the first place. You have a responsibility to do everything you reasonably can, to work safely and do nothing that could affect your own health and safety or that of others. This is a statutory requirement under the Health and Safety at Work Act 1974.\nThe Safety Arrangements manual will give you further information not only on what your responsibilities are but also on the Bank’s arrangements regarding, for example, how to report a hazard.\nPage 24\nAny wilful, reckless, or seriously negligent failure to comply with these responsibilities may well render you liable to disciplinary action.\nIf you are unsure about any aspect of the Bank’s Health and Safety Policy, please contact the Bank’s Health and Safety team.\n2: Fire and Other Emergencies\nYou must ensure that annually you complete the Emergency Procedures E-Learning course, this is mandatory training and forms part of your annual attestation, if you require refresher training, please go to the section on the intranet Emergencies (including fires). For all sites, please familiarise yourself with knowledge of the building in case you are advised to move from one side to another in an emergency, and you should be aware of all emergency exit routes. You also have a duty to participate in the annual evacuation drill, should you be in the premises at the time.\n3: Non-smoking working environment\nThe Bank operates a non-smoking environment within any of its premises or vehicles. Smoking includes the use of all simulated smoking devices such as electronic cigarettes, e-cigarettes etc. Smoking outside Bank premises must be away from entrances, exits and windows (this includes the front steps of Threadneedle Street). Failure to comply with this could lead to disciplinary or other actions (see section D2).\n4: Drugs and Alcohol Policy\nOur colleagues are our most valuable resource and their health and safety is of the utmost importance. Drug and alcohol misuse has the potential to damage the health and wellbeing of our colleagues and threaten the success of our business.\nWe encourage you to seek help if you have an alcohol or drugs-related problem and to seek advice on the assistance and support available at the Bank. You should discuss this with your manager, contact AskHR or seek help through the Bank’s confidential Employee Assistance Programme or the Bank’s in-house staff counsellors. It is also vital that if you have an alcohol or drug-related problem that you contact the Security Vetting team as soon as possible. The Security Vetting team will handle your information in confidence and seek to help you gaining the support you need while also managing the security concerns to the Bank. Once such an issue affecting your health comes to the attention of your manager or the People Directorate, other steps taken to support you may include a referral to our occupational health adviser.\nDisciplinary action\nThe Bank will constructively and compassionately address employee problems related to alcohol, drug or substance dependency. However, the Bank has clear requirements regarding the use and possession of alcohol or drugs at work and employees must be in a fit state when at work or attending work-related events. The Bank will act if these requirements are broken. This is particularly important where an employee, under the influence of drugs or alcohol, could cause harm to themselves or others. Further information about the Bank’s approach to the misuse of drugs and alcohol can be found in its Drugs and Alcohol Policy.",
    "gold_answer": "Yes—alert the Parliamentary Affairs Group (PAG) in advance where possible and send all meeting requests from politicians to the PAG Manager for coordination."
  },
  {
    "bucket": "direct",
    "difficulty": "easy",
    "question": "Does the Bank observe an election quiet period?",
    "context": "Financial difficulties\nAdvice and assistance \nPage 21\nIt is clearly in the interests of everyone to manage their financial affairs sensibly and responsibly but, despite such careful management, it is possible for circumstances to arise which can cause severe financial difficulty or hardship. If such circumstances were to arise in your own affairs, you should be aware that you are encouraged to approach the Staff Counsellor at the earliest opportunity. The Staff Counsellor acts independently from your management, in the strictest confidence, and will offer general guidance and a referral to the Employee Assistance Programme.\nIf you have been put in a position of financial difficulty through domestic abuse, we encourage colleagues to seek support on both matters by speaking to a staff counsellor.\nYour contractual obligations\nIt is important to remember that, as the Central Bank of the country, the Bank is at the centre of the nation’s finances and must therefore be mindful of the need to preserve the reputation for financial integrity which, over many years, has become synonymous with its name. It follows that it is important for you, as an employee of the Bank, to be especially professional, careful and responsible in the conduct of your financial affairs.\nAlthough you may make use of any normal credit/loan facilities offered by reputable lending agencies you should be careful not to enter into too many commitments of this kind at any one time. You are accordingly cautioned also against the dangers of excessive betting, gambling or other speculative dealings. While people generally accept higher levels of personal debt during their earning life than was the case in the past, gross and persistent irresponsibility in the conduct of your financial affairs will not be overlooked and will render you liable to disciplinary action.\nIf you struggle with a form of addiction or mental health condition that makes you more inclined to risk taking behaviour, it is important to disclose this to our Security Vetting Team. The Security Vetting Team can provide support and minimise risk of escalation of your case if your financial difficulties remain undeclared.\nIf you find yourself in financial difficulty you must, without exception, disclose it to the Security Vetting Team immediately. Failure to do so may be considered as a breach of security and render you liable to action under the Misconduct Process (see section D2). If you have any concerns at all about your financial circumstances, you should contact the Staff Counsellor with a view to referral to a special adviser.\nThere can be no set formula for determining what constitutes “financial difficulty” as everyone’s circumstances are different. As a general guide, if you are in arrears on card or mortgage or rent payments you could be said to be in financial difficulty of the type that should be reported; and a County Court Judgement, Bankruptcy Order or any other form of \nPage 22\nstructured debt rescheduling made against you for non-payment of a debt would be very clear evidence of a difficulty that should already have been reported.\nThe Bank routinely accesses credit information as part of its security vetting and re-vetting procedures. Please contact Security Vetting if you have any questions.\nTenure periods for supervisory managers\nThe Bank operates a maximum term of 5-year supervisory tenure for scale E and D colleagues who work directly on supervising a specific category 1 – 3 firm(s)/group(s). For more details, please refer to the Supervisory Tenure Policy.\nAuthorship/publication\nColleagues considering authorship or publication of a book, article etc. which is not commissioned by the Bank, but which could in any way relate to their work or employment at the Bank should seek guidance from the Press Office before entering any commitment. They should also comply with the requirement in respect of Other Employment as set out in Our Code. The same considerations apply to the publication of material on the internet.\nContact with politicians and parliamentary officials\nColleagues must exercise discretion in all contact with politicians. The Bank is accountable to Parliament and events in both the British and European Parliaments can have a significant impact on what we do. Moreover, as a prominent public institution, politicians and their teams are always concerned with our work.\nPlease alert Parliamentary Affairs Group (PAG), in advance wherever possible, to any work based contact you have with MPs, Peers, MEPs and other politicians and parliamentary staff and ensure you send all requests from politicians for meetings with Bank colleagues to the PAG Manager so they can be dealt with appropriately. This is to ensure that the Bank's engagement with such groups is consistent and coordinated and senior colleagues are aware of any issues that may impact their engagement with politicians.\nPlease note that the Bank chooses to observe election quiet period and follows the Cabinet Office guidance on such matters. PAG can provide further information as necessary.\nCopyright\nPublished works, including books and journal, magazine, and newspaper articles, are protected by the Copyright, Designs and Patents Act 1988. The Act gives copyright owners certain exclusive rights over their work, for example, the right to copy it (which includes email, \nPage 23\nscanning and, photocopying etc.). To undertake such acts without permission or a licence (apart from certain exemptions allowed under the Act) is an infringement of the owner’s copyright, with the potential for any offence to attract considerable damages and undesirable publicity for the Bank. Each colleague is responsible for ensuring it treats copyright works in accordance with the Act.\nBank Staff Indemnity Policy\nUnder English common law the Bank has a duty to indemnify its colleagues against liabilities that may arise in the ordinary course of the performance of their employment duties. In addition, provided they have not acted in bad faith or in a way that contravenes the Human Rights Act 1998, Bank colleagues are protected against liability in damages by statutory immunity provisions set out in the Banking Act 2009 and the Financial Services and Markets Act 2000.\nThe Bank recognises that in certain circumstances it may also be appropriate for it to grant a specific indemnity to either a single member or group of Bank colleagues. Any such indemnity, which is at the entire discretion of the Bank, will be granted in accordance with the Court Decision on Bank Indemnities.\nC3: Health & Safety\n1: Health and Safety Manuals\nEveryone (other than visitors) working on Bank premises should read the Bank’s Safety Arrangements manual (SAM) available via the intranet.\nYou must read all the relevant manuals as soon as you reasonably can after starting work at the Bank.\nThe manuals are supported by a comprehensive Health & Safety intranet site. The site contains supporting guidance to the manuals and further information on many issues including working from home.\nThe manuals are not only a reference booklet for when things go wrong. They are primarily intended to be used to minimise risks to health and safety arising in the first place. You have a responsibility to do everything you reasonably can, to work safely and do nothing that could affect your own health and safety or that of others. This is a statutory requirement under the Health and Safety at Work Act 1974.\nThe Safety Arrangements manual will give you further information not only on what your responsibilities are but also on the Bank’s arrangements regarding, for example, how to report a hazard.\nPage 24\nAny wilful, reckless, or seriously negligent failure to comply with these responsibilities may well render you liable to disciplinary action.\nIf you are unsure about any aspect of the Bank’s Health and Safety Policy, please contact the Bank’s Health and Safety team.\n2: Fire and Other Emergencies\nYou must ensure that annually you complete the Emergency Procedures E-Learning course, this is mandatory training and forms part of your annual attestation, if you require refresher training, please go to the section on the intranet Emergencies (including fires). For all sites, please familiarise yourself with knowledge of the building in case you are advised to move from one side to another in an emergency, and you should be aware of all emergency exit routes. You also have a duty to participate in the annual evacuation drill, should you be in the premises at the time.\n3: Non-smoking working environment\nThe Bank operates a non-smoking environment within any of its premises or vehicles. Smoking includes the use of all simulated smoking devices such as electronic cigarettes, e-cigarettes etc. Smoking outside Bank premises must be away from entrances, exits and windows (this includes the front steps of Threadneedle Street). Failure to comply with this could lead to disciplinary or other actions (see section D2).\n4: Drugs and Alcohol Policy\nOur colleagues are our most valuable resource and their health and safety is of the utmost importance. Drug and alcohol misuse has the potential to damage the health and wellbeing of our colleagues and threaten the success of our business.\nWe encourage you to seek help if you have an alcohol or drugs-related problem and to seek advice on the assistance and support available at the Bank. You should discuss this with your manager, contact AskHR or seek help through the Bank’s confidential Employee Assistance Programme or the Bank’s in-house staff counsellors. It is also vital that if you have an alcohol or drug-related problem that you contact the Security Vetting team as soon as possible. The Security Vetting team will handle your information in confidence and seek to help you gaining the support you need while also managing the security concerns to the Bank. Once such an issue affecting your health comes to the attention of your manager or the People Directorate, other steps taken to support you may include a referral to our occupational health adviser.\nDisciplinary action\nThe Bank will constructively and compassionately address employee problems related to alcohol, drug or substance dependency. However, the Bank has clear requirements regarding the use and possession of alcohol or drugs at work and employees must be in a fit state when at work or attending work-related events. The Bank will act if these requirements are broken. This is particularly important where an employee, under the influence of drugs or alcohol, could cause harm to themselves or others. Further information about the Bank’s approach to the misuse of drugs and alcohol can be found in its Drugs and Alcohol Policy.",
    "gold_answer": "Yes—the Bank chooses to observe election quiet periods and follows Cabinet Office guidance; PAG can advise."
  },
  {
    "bucket": "direct",
    "difficulty": "easy",
    "question": "Can I freely copy or scan published articles for work?",
    "context": "Financial difficulties\nAdvice and assistance \nPage 21\nIt is clearly in the interests of everyone to manage their financial affairs sensibly and responsibly but, despite such careful management, it is possible for circumstances to arise which can cause severe financial difficulty or hardship. If such circumstances were to arise in your own affairs, you should be aware that you are encouraged to approach the Staff Counsellor at the earliest opportunity. The Staff Counsellor acts independently from your management, in the strictest confidence, and will offer general guidance and a referral to the Employee Assistance Programme.\nIf you have been put in a position of financial difficulty through domestic abuse, we encourage colleagues to seek support on both matters by speaking to a staff counsellor.\nYour contractual obligations\nIt is important to remember that, as the Central Bank of the country, the Bank is at the centre of the nation’s finances and must therefore be mindful of the need to preserve the reputation for financial integrity which, over many years, has become synonymous with its name. It follows that it is important for you, as an employee of the Bank, to be especially professional, careful and responsible in the conduct of your financial affairs.\nAlthough you may make use of any normal credit/loan facilities offered by reputable lending agencies you should be careful not to enter into too many commitments of this kind at any one time. You are accordingly cautioned also against the dangers of excessive betting, gambling or other speculative dealings. While people generally accept higher levels of personal debt during their earning life than was the case in the past, gross and persistent irresponsibility in the conduct of your financial affairs will not be overlooked and will render you liable to disciplinary action.\nIf you struggle with a form of addiction or mental health condition that makes you more inclined to risk taking behaviour, it is important to disclose this to our Security Vetting Team. The Security Vetting Team can provide support and minimise risk of escalation of your case if your financial difficulties remain undeclared.\nIf you find yourself in financial difficulty you must, without exception, disclose it to the Security Vetting Team immediately. Failure to do so may be considered as a breach of security and render you liable to action under the Misconduct Process (see section D2). If you have any concerns at all about your financial circumstances, you should contact the Staff Counsellor with a view to referral to a special adviser.\nThere can be no set formula for determining what constitutes “financial difficulty” as everyone’s circumstances are different. As a general guide, if you are in arrears on card or mortgage or rent payments you could be said to be in financial difficulty of the type that should be reported; and a County Court Judgement, Bankruptcy Order or any other form of \nPage 22\nstructured debt rescheduling made against you for non-payment of a debt would be very clear evidence of a difficulty that should already have been reported.\nThe Bank routinely accesses credit information as part of its security vetting and re-vetting procedures. Please contact Security Vetting if you have any questions.\nTenure periods for supervisory managers\nThe Bank operates a maximum term of 5-year supervisory tenure for scale E and D colleagues who work directly on supervising a specific category 1 – 3 firm(s)/group(s). For more details, please refer to the Supervisory Tenure Policy.\nAuthorship/publication\nColleagues considering authorship or publication of a book, article etc. which is not commissioned by the Bank, but which could in any way relate to their work or employment at the Bank should seek guidance from the Press Office before entering any commitment. They should also comply with the requirement in respect of Other Employment as set out in Our Code. The same considerations apply to the publication of material on the internet.\nContact with politicians and parliamentary officials\nColleagues must exercise discretion in all contact with politicians. The Bank is accountable to Parliament and events in both the British and European Parliaments can have a significant impact on what we do. Moreover, as a prominent public institution, politicians and their teams are always concerned with our work.\nPlease alert Parliamentary Affairs Group (PAG), in advance wherever possible, to any work based contact you have with MPs, Peers, MEPs and other politicians and parliamentary staff and ensure you send all requests from politicians for meetings with Bank colleagues to the PAG Manager so they can be dealt with appropriately. This is to ensure that the Bank's engagement with such groups is consistent and coordinated and senior colleagues are aware of any issues that may impact their engagement with politicians.\nPlease note that the Bank chooses to observe election quiet period and follows the Cabinet Office guidance on such matters. PAG can provide further information as necessary.\nCopyright\nPublished works, including books and journal, magazine, and newspaper articles, are protected by the Copyright, Designs and Patents Act 1988. The Act gives copyright owners certain exclusive rights over their work, for example, the right to copy it (which includes email, \nPage 23\nscanning and, photocopying etc.). To undertake such acts without permission or a licence (apart from certain exemptions allowed under the Act) is an infringement of the owner’s copyright, with the potential for any offence to attract considerable damages and undesirable publicity for the Bank. Each colleague is responsible for ensuring it treats copyright works in accordance with the Act.\nBank Staff Indemnity Policy\nUnder English common law the Bank has a duty to indemnify its colleagues against liabilities that may arise in the ordinary course of the performance of their employment duties. In addition, provided they have not acted in bad faith or in a way that contravenes the Human Rights Act 1998, Bank colleagues are protected against liability in damages by statutory immunity provisions set out in the Banking Act 2009 and the Financial Services and Markets Act 2000.\nThe Bank recognises that in certain circumstances it may also be appropriate for it to grant a specific indemnity to either a single member or group of Bank colleagues. Any such indemnity, which is at the entire discretion of the Bank, will be granted in accordance with the Court Decision on Bank Indemnities.\nC3: Health & Safety\n1: Health and Safety Manuals\nEveryone (other than visitors) working on Bank premises should read the Bank’s Safety Arrangements manual (SAM) available via the intranet.\nYou must read all the relevant manuals as soon as you reasonably can after starting work at the Bank.\nThe manuals are supported by a comprehensive Health & Safety intranet site. The site contains supporting guidance to the manuals and further information on many issues including working from home.\nThe manuals are not only a reference booklet for when things go wrong. They are primarily intended to be used to minimise risks to health and safety arising in the first place. You have a responsibility to do everything you reasonably can, to work safely and do nothing that could affect your own health and safety or that of others. This is a statutory requirement under the Health and Safety at Work Act 1974.\nThe Safety Arrangements manual will give you further information not only on what your responsibilities are but also on the Bank’s arrangements regarding, for example, how to report a hazard.\nPage 24\nAny wilful, reckless, or seriously negligent failure to comply with these responsibilities may well render you liable to disciplinary action.\nIf you are unsure about any aspect of the Bank’s Health and Safety Policy, please contact the Bank’s Health and Safety team.\n2: Fire and Other Emergencies\nYou must ensure that annually you complete the Emergency Procedures E-Learning course, this is mandatory training and forms part of your annual attestation, if you require refresher training, please go to the section on the intranet Emergencies (including fires). For all sites, please familiarise yourself with knowledge of the building in case you are advised to move from one side to another in an emergency, and you should be aware of all emergency exit routes. You also have a duty to participate in the annual evacuation drill, should you be in the premises at the time.\n3: Non-smoking working environment\nThe Bank operates a non-smoking environment within any of its premises or vehicles. Smoking includes the use of all simulated smoking devices such as electronic cigarettes, e-cigarettes etc. Smoking outside Bank premises must be away from entrances, exits and windows (this includes the front steps of Threadneedle Street). Failure to comply with this could lead to disciplinary or other actions (see section D2).\n4: Drugs and Alcohol Policy\nOur colleagues are our most valuable resource and their health and safety is of the utmost importance. Drug and alcohol misuse has the potential to damage the health and wellbeing of our colleagues and threaten the success of our business.\nWe encourage you to seek help if you have an alcohol or drugs-related problem and to seek advice on the assistance and support available at the Bank. You should discuss this with your manager, contact AskHR or seek help through the Bank’s confidential Employee Assistance Programme or the Bank’s in-house staff counsellors. It is also vital that if you have an alcohol or drug-related problem that you contact the Security Vetting team as soon as possible. The Security Vetting team will handle your information in confidence and seek to help you gaining the support you need while also managing the security concerns to the Bank. Once such an issue affecting your health comes to the attention of your manager or the People Directorate, other steps taken to support you may include a referral to our occupational health adviser.\nDisciplinary action\nThe Bank will constructively and compassionately address employee problems related to alcohol, drug or substance dependency. However, the Bank has clear requirements regarding the use and possession of alcohol or drugs at work and employees must be in a fit state when at work or attending work-related events. The Bank will act if these requirements are broken. This is particularly important where an employee, under the influence of drugs or alcohol, could cause harm to themselves or others. Further information about the Bank’s approach to the misuse of drugs and alcohol can be found in its Drugs and Alcohol Policy.",
    "gold_answer": "No—copying, scanning or photocopying without permission or a licence (unless an exemption applies) may infringe copyright and expose the Bank to liability and reputational risk."
  },
  {
    "bucket": "logical",
    "difficulty": "medium",
    "question": "Am I personally responsible for complying with copyright law when using materials?",
    "context": "Financial difficulties\nAdvice and assistance \nPage 21\nIt is clearly in the interests of everyone to manage their financial affairs sensibly and responsibly but, despite such careful management, it is possible for circumstances to arise which can cause severe financial difficulty or hardship. If such circumstances were to arise in your own affairs, you should be aware that you are encouraged to approach the Staff Counsellor at the earliest opportunity. The Staff Counsellor acts independently from your management, in the strictest confidence, and will offer general guidance and a referral to the Employee Assistance Programme.\nIf you have been put in a position of financial difficulty through domestic abuse, we encourage colleagues to seek support on both matters by speaking to a staff counsellor.\nYour contractual obligations\nIt is important to remember that, as the Central Bank of the country, the Bank is at the centre of the nation’s finances and must therefore be mindful of the need to preserve the reputation for financial integrity which, over many years, has become synonymous with its name. It follows that it is important for you, as an employee of the Bank, to be especially professional, careful and responsible in the conduct of your financial affairs.\nAlthough you may make use of any normal credit/loan facilities offered by reputable lending agencies you should be careful not to enter into too many commitments of this kind at any one time. You are accordingly cautioned also against the dangers of excessive betting, gambling or other speculative dealings. While people generally accept higher levels of personal debt during their earning life than was the case in the past, gross and persistent irresponsibility in the conduct of your financial affairs will not be overlooked and will render you liable to disciplinary action.\nIf you struggle with a form of addiction or mental health condition that makes you more inclined to risk taking behaviour, it is important to disclose this to our Security Vetting Team. The Security Vetting Team can provide support and minimise risk of escalation of your case if your financial difficulties remain undeclared.\nIf you find yourself in financial difficulty you must, without exception, disclose it to the Security Vetting Team immediately. Failure to do so may be considered as a breach of security and render you liable to action under the Misconduct Process (see section D2). If you have any concerns at all about your financial circumstances, you should contact the Staff Counsellor with a view to referral to a special adviser.\nThere can be no set formula for determining what constitutes “financial difficulty” as everyone’s circumstances are different. As a general guide, if you are in arrears on card or mortgage or rent payments you could be said to be in financial difficulty of the type that should be reported; and a County Court Judgement, Bankruptcy Order or any other form of \nPage 22\nstructured debt rescheduling made against you for non-payment of a debt would be very clear evidence of a difficulty that should already have been reported.\nThe Bank routinely accesses credit information as part of its security vetting and re-vetting procedures. Please contact Security Vetting if you have any questions.\nTenure periods for supervisory managers\nThe Bank operates a maximum term of 5-year supervisory tenure for scale E and D colleagues who work directly on supervising a specific category 1 – 3 firm(s)/group(s). For more details, please refer to the Supervisory Tenure Policy.\nAuthorship/publication\nColleagues considering authorship or publication of a book, article etc. which is not commissioned by the Bank, but which could in any way relate to their work or employment at the Bank should seek guidance from the Press Office before entering any commitment. They should also comply with the requirement in respect of Other Employment as set out in Our Code. The same considerations apply to the publication of material on the internet.\nContact with politicians and parliamentary officials\nColleagues must exercise discretion in all contact with politicians. The Bank is accountable to Parliament and events in both the British and European Parliaments can have a significant impact on what we do. Moreover, as a prominent public institution, politicians and their teams are always concerned with our work.\nPlease alert Parliamentary Affairs Group (PAG), in advance wherever possible, to any work based contact you have with MPs, Peers, MEPs and other politicians and parliamentary staff and ensure you send all requests from politicians for meetings with Bank colleagues to the PAG Manager so they can be dealt with appropriately. This is to ensure that the Bank's engagement with such groups is consistent and coordinated and senior colleagues are aware of any issues that may impact their engagement with politicians.\nPlease note that the Bank chooses to observe election quiet period and follows the Cabinet Office guidance on such matters. PAG can provide further information as necessary.\nCopyright\nPublished works, including books and journal, magazine, and newspaper articles, are protected by the Copyright, Designs and Patents Act 1988. The Act gives copyright owners certain exclusive rights over their work, for example, the right to copy it (which includes email, \nPage 23\nscanning and, photocopying etc.). To undertake such acts without permission or a licence (apart from certain exemptions allowed under the Act) is an infringement of the owner’s copyright, with the potential for any offence to attract considerable damages and undesirable publicity for the Bank. Each colleague is responsible for ensuring it treats copyright works in accordance with the Act.\nBank Staff Indemnity Policy\nUnder English common law the Bank has a duty to indemnify its colleagues against liabilities that may arise in the ordinary course of the performance of their employment duties. In addition, provided they have not acted in bad faith or in a way that contravenes the Human Rights Act 1998, Bank colleagues are protected against liability in damages by statutory immunity provisions set out in the Banking Act 2009 and the Financial Services and Markets Act 2000.\nThe Bank recognises that in certain circumstances it may also be appropriate for it to grant a specific indemnity to either a single member or group of Bank colleagues. Any such indemnity, which is at the entire discretion of the Bank, will be granted in accordance with the Court Decision on Bank Indemnities.\nC3: Health & Safety\n1: Health and Safety Manuals\nEveryone (other than visitors) working on Bank premises should read the Bank’s Safety Arrangements manual (SAM) available via the intranet.\nYou must read all the relevant manuals as soon as you reasonably can after starting work at the Bank.\nThe manuals are supported by a comprehensive Health & Safety intranet site. The site contains supporting guidance to the manuals and further information on many issues including working from home.\nThe manuals are not only a reference booklet for when things go wrong. They are primarily intended to be used to minimise risks to health and safety arising in the first place. You have a responsibility to do everything you reasonably can, to work safely and do nothing that could affect your own health and safety or that of others. This is a statutory requirement under the Health and Safety at Work Act 1974.\nThe Safety Arrangements manual will give you further information not only on what your responsibilities are but also on the Bank’s arrangements regarding, for example, how to report a hazard.\nPage 24\nAny wilful, reckless, or seriously negligent failure to comply with these responsibilities may well render you liable to disciplinary action.\nIf you are unsure about any aspect of the Bank’s Health and Safety Policy, please contact the Bank’s Health and Safety team.\n2: Fire and Other Emergencies\nYou must ensure that annually you complete the Emergency Procedures E-Learning course, this is mandatory training and forms part of your annual attestation, if you require refresher training, please go to the section on the intranet Emergencies (including fires). For all sites, please familiarise yourself with knowledge of the building in case you are advised to move from one side to another in an emergency, and you should be aware of all emergency exit routes. You also have a duty to participate in the annual evacuation drill, should you be in the premises at the time.\n3: Non-smoking working environment\nThe Bank operates a non-smoking environment within any of its premises or vehicles. Smoking includes the use of all simulated smoking devices such as electronic cigarettes, e-cigarettes etc. Smoking outside Bank premises must be away from entrances, exits and windows (this includes the front steps of Threadneedle Street). Failure to comply with this could lead to disciplinary or other actions (see section D2).\n4: Drugs and Alcohol Policy\nOur colleagues are our most valuable resource and their health and safety is of the utmost importance. Drug and alcohol misuse has the potential to damage the health and wellbeing of our colleagues and threaten the success of our business.\nWe encourage you to seek help if you have an alcohol or drugs-related problem and to seek advice on the assistance and support available at the Bank. You should discuss this with your manager, contact AskHR or seek help through the Bank’s confidential Employee Assistance Programme or the Bank’s in-house staff counsellors. It is also vital that if you have an alcohol or drug-related problem that you contact the Security Vetting team as soon as possible. The Security Vetting team will handle your information in confidence and seek to help you gaining the support you need while also managing the security concerns to the Bank. Once such an issue affecting your health comes to the attention of your manager or the People Directorate, other steps taken to support you may include a referral to our occupational health adviser.\nDisciplinary action\nThe Bank will constructively and compassionately address employee problems related to alcohol, drug or substance dependency. However, the Bank has clear requirements regarding the use and possession of alcohol or drugs at work and employees must be in a fit state when at work or attending work-related events. The Bank will act if these requirements are broken. This is particularly important where an employee, under the influence of drugs or alcohol, could cause harm to themselves or others. Further information about the Bank’s approach to the misuse of drugs and alcohol can be found in its Drugs and Alcohol Policy.",
    "gold_answer": "Yes—each colleague is responsible for treating copyright works in accordance with the Copyright, Designs and Patents Act 1988."
  },
  {
    "bucket": "direct",
    "difficulty": "easy",
    "question": "Am I indemnified if I’m sued for actions taken in the ordinary course of my job?",
    "context": "Financial difficulties\nAdvice and assistance \nPage 21\nIt is clearly in the interests of everyone to manage their financial affairs sensibly and responsibly but, despite such careful management, it is possible for circumstances to arise which can cause severe financial difficulty or hardship. If such circumstances were to arise in your own affairs, you should be aware that you are encouraged to approach the Staff Counsellor at the earliest opportunity. The Staff Counsellor acts independently from your management, in the strictest confidence, and will offer general guidance and a referral to the Employee Assistance Programme.\nIf you have been put in a position of financial difficulty through domestic abuse, we encourage colleagues to seek support on both matters by speaking to a staff counsellor.\nYour contractual obligations\nIt is important to remember that, as the Central Bank of the country, the Bank is at the centre of the nation’s finances and must therefore be mindful of the need to preserve the reputation for financial integrity which, over many years, has become synonymous with its name. It follows that it is important for you, as an employee of the Bank, to be especially professional, careful and responsible in the conduct of your financial affairs.\nAlthough you may make use of any normal credit/loan facilities offered by reputable lending agencies you should be careful not to enter into too many commitments of this kind at any one time. You are accordingly cautioned also against the dangers of excessive betting, gambling or other speculative dealings. While people generally accept higher levels of personal debt during their earning life than was the case in the past, gross and persistent irresponsibility in the conduct of your financial affairs will not be overlooked and will render you liable to disciplinary action.\nIf you struggle with a form of addiction or mental health condition that makes you more inclined to risk taking behaviour, it is important to disclose this to our Security Vetting Team. The Security Vetting Team can provide support and minimise risk of escalation of your case if your financial difficulties remain undeclared.\nIf you find yourself in financial difficulty you must, without exception, disclose it to the Security Vetting Team immediately. Failure to do so may be considered as a breach of security and render you liable to action under the Misconduct Process (see section D2). If you have any concerns at all about your financial circumstances, you should contact the Staff Counsellor with a view to referral to a special adviser.\nThere can be no set formula for determining what constitutes “financial difficulty” as everyone’s circumstances are different. As a general guide, if you are in arrears on card or mortgage or rent payments you could be said to be in financial difficulty of the type that should be reported; and a County Court Judgement, Bankruptcy Order or any other form of \nPage 22\nstructured debt rescheduling made against you for non-payment of a debt would be very clear evidence of a difficulty that should already have been reported.\nThe Bank routinely accesses credit information as part of its security vetting and re-vetting procedures. Please contact Security Vetting if you have any questions.\nTenure periods for supervisory managers\nThe Bank operates a maximum term of 5-year supervisory tenure for scale E and D colleagues who work directly on supervising a specific category 1 – 3 firm(s)/group(s). For more details, please refer to the Supervisory Tenure Policy.\nAuthorship/publication\nColleagues considering authorship or publication of a book, article etc. which is not commissioned by the Bank, but which could in any way relate to their work or employment at the Bank should seek guidance from the Press Office before entering any commitment. They should also comply with the requirement in respect of Other Employment as set out in Our Code. The same considerations apply to the publication of material on the internet.\nContact with politicians and parliamentary officials\nColleagues must exercise discretion in all contact with politicians. The Bank is accountable to Parliament and events in both the British and European Parliaments can have a significant impact on what we do. Moreover, as a prominent public institution, politicians and their teams are always concerned with our work.\nPlease alert Parliamentary Affairs Group (PAG), in advance wherever possible, to any work based contact you have with MPs, Peers, MEPs and other politicians and parliamentary staff and ensure you send all requests from politicians for meetings with Bank colleagues to the PAG Manager so they can be dealt with appropriately. This is to ensure that the Bank's engagement with such groups is consistent and coordinated and senior colleagues are aware of any issues that may impact their engagement with politicians.\nPlease note that the Bank chooses to observe election quiet period and follows the Cabinet Office guidance on such matters. PAG can provide further information as necessary.\nCopyright\nPublished works, including books and journal, magazine, and newspaper articles, are protected by the Copyright, Designs and Patents Act 1988. The Act gives copyright owners certain exclusive rights over their work, for example, the right to copy it (which includes email, \nPage 23\nscanning and, photocopying etc.). To undertake such acts without permission or a licence (apart from certain exemptions allowed under the Act) is an infringement of the owner’s copyright, with the potential for any offence to attract considerable damages and undesirable publicity for the Bank. Each colleague is responsible for ensuring it treats copyright works in accordance with the Act.\nBank Staff Indemnity Policy\nUnder English common law the Bank has a duty to indemnify its colleagues against liabilities that may arise in the ordinary course of the performance of their employment duties. In addition, provided they have not acted in bad faith or in a way that contravenes the Human Rights Act 1998, Bank colleagues are protected against liability in damages by statutory immunity provisions set out in the Banking Act 2009 and the Financial Services and Markets Act 2000.\nThe Bank recognises that in certain circumstances it may also be appropriate for it to grant a specific indemnity to either a single member or group of Bank colleagues. Any such indemnity, which is at the entire discretion of the Bank, will be granted in accordance with the Court Decision on Bank Indemnities.\nC3: Health & Safety\n1: Health and Safety Manuals\nEveryone (other than visitors) working on Bank premises should read the Bank’s Safety Arrangements manual (SAM) available via the intranet.\nYou must read all the relevant manuals as soon as you reasonably can after starting work at the Bank.\nThe manuals are supported by a comprehensive Health & Safety intranet site. The site contains supporting guidance to the manuals and further information on many issues including working from home.\nThe manuals are not only a reference booklet for when things go wrong. They are primarily intended to be used to minimise risks to health and safety arising in the first place. You have a responsibility to do everything you reasonably can, to work safely and do nothing that could affect your own health and safety or that of others. This is a statutory requirement under the Health and Safety at Work Act 1974.\nThe Safety Arrangements manual will give you further information not only on what your responsibilities are but also on the Bank’s arrangements regarding, for example, how to report a hazard.\nPage 24\nAny wilful, reckless, or seriously negligent failure to comply with these responsibilities may well render you liable to disciplinary action.\nIf you are unsure about any aspect of the Bank’s Health and Safety Policy, please contact the Bank’s Health and Safety team.\n2: Fire and Other Emergencies\nYou must ensure that annually you complete the Emergency Procedures E-Learning course, this is mandatory training and forms part of your annual attestation, if you require refresher training, please go to the section on the intranet Emergencies (including fires). For all sites, please familiarise yourself with knowledge of the building in case you are advised to move from one side to another in an emergency, and you should be aware of all emergency exit routes. You also have a duty to participate in the annual evacuation drill, should you be in the premises at the time.\n3: Non-smoking working environment\nThe Bank operates a non-smoking environment within any of its premises or vehicles. Smoking includes the use of all simulated smoking devices such as electronic cigarettes, e-cigarettes etc. Smoking outside Bank premises must be away from entrances, exits and windows (this includes the front steps of Threadneedle Street). Failure to comply with this could lead to disciplinary or other actions (see section D2).\n4: Drugs and Alcohol Policy\nOur colleagues are our most valuable resource and their health and safety is of the utmost importance. Drug and alcohol misuse has the potential to damage the health and wellbeing of our colleagues and threaten the success of our business.\nWe encourage you to seek help if you have an alcohol or drugs-related problem and to seek advice on the assistance and support available at the Bank. You should discuss this with your manager, contact AskHR or seek help through the Bank’s confidential Employee Assistance Programme or the Bank’s in-house staff counsellors. It is also vital that if you have an alcohol or drug-related problem that you contact the Security Vetting team as soon as possible. The Security Vetting team will handle your information in confidence and seek to help you gaining the support you need while also managing the security concerns to the Bank. Once such an issue affecting your health comes to the attention of your manager or the People Directorate, other steps taken to support you may include a referral to our occupational health adviser.\nDisciplinary action\nThe Bank will constructively and compassionately address employee problems related to alcohol, drug or substance dependency. However, the Bank has clear requirements regarding the use and possession of alcohol or drugs at work and employees must be in a fit state when at work or attending work-related events. The Bank will act if these requirements are broken. This is particularly important where an employee, under the influence of drugs or alcohol, could cause harm to themselves or others. Further information about the Bank’s approach to the misuse of drugs and alcohol can be found in its Drugs and Alcohol Policy.",
    "gold_answer": "Yes—the Bank has a duty to indemnify colleagues for liabilities arising in the ordinary course of their duties; additionally, statutory immunity applies (if not acting in bad faith or contrary to the Human Rights Act 1998) under the Banking Act 2009 and FSMA 2000."
  },
  {
    "bucket": "direct",
    "difficulty": "easy",
    "question": "Can the Bank grant a specific indemnity to me or my team?",
    "context": "Financial difficulties\nAdvice and assistance \nPage 21\nIt is clearly in the interests of everyone to manage their financial affairs sensibly and responsibly but, despite such careful management, it is possible for circumstances to arise which can cause severe financial difficulty or hardship. If such circumstances were to arise in your own affairs, you should be aware that you are encouraged to approach the Staff Counsellor at the earliest opportunity. The Staff Counsellor acts independently from your management, in the strictest confidence, and will offer general guidance and a referral to the Employee Assistance Programme.\nIf you have been put in a position of financial difficulty through domestic abuse, we encourage colleagues to seek support on both matters by speaking to a staff counsellor.\nYour contractual obligations\nIt is important to remember that, as the Central Bank of the country, the Bank is at the centre of the nation’s finances and must therefore be mindful of the need to preserve the reputation for financial integrity which, over many years, has become synonymous with its name. It follows that it is important for you, as an employee of the Bank, to be especially professional, careful and responsible in the conduct of your financial affairs.\nAlthough you may make use of any normal credit/loan facilities offered by reputable lending agencies you should be careful not to enter into too many commitments of this kind at any one time. You are accordingly cautioned also against the dangers of excessive betting, gambling or other speculative dealings. While people generally accept higher levels of personal debt during their earning life than was the case in the past, gross and persistent irresponsibility in the conduct of your financial affairs will not be overlooked and will render you liable to disciplinary action.\nIf you struggle with a form of addiction or mental health condition that makes you more inclined to risk taking behaviour, it is important to disclose this to our Security Vetting Team. The Security Vetting Team can provide support and minimise risk of escalation of your case if your financial difficulties remain undeclared.\nIf you find yourself in financial difficulty you must, without exception, disclose it to the Security Vetting Team immediately. Failure to do so may be considered as a breach of security and render you liable to action under the Misconduct Process (see section D2). If you have any concerns at all about your financial circumstances, you should contact the Staff Counsellor with a view to referral to a special adviser.\nThere can be no set formula for determining what constitutes “financial difficulty” as everyone’s circumstances are different. As a general guide, if you are in arrears on card or mortgage or rent payments you could be said to be in financial difficulty of the type that should be reported; and a County Court Judgement, Bankruptcy Order or any other form of \nPage 22\nstructured debt rescheduling made against you for non-payment of a debt would be very clear evidence of a difficulty that should already have been reported.\nThe Bank routinely accesses credit information as part of its security vetting and re-vetting procedures. Please contact Security Vetting if you have any questions.\nTenure periods for supervisory managers\nThe Bank operates a maximum term of 5-year supervisory tenure for scale E and D colleagues who work directly on supervising a specific category 1 – 3 firm(s)/group(s). For more details, please refer to the Supervisory Tenure Policy.\nAuthorship/publication\nColleagues considering authorship or publication of a book, article etc. which is not commissioned by the Bank, but which could in any way relate to their work or employment at the Bank should seek guidance from the Press Office before entering any commitment. They should also comply with the requirement in respect of Other Employment as set out in Our Code. The same considerations apply to the publication of material on the internet.\nContact with politicians and parliamentary officials\nColleagues must exercise discretion in all contact with politicians. The Bank is accountable to Parliament and events in both the British and European Parliaments can have a significant impact on what we do. Moreover, as a prominent public institution, politicians and their teams are always concerned with our work.\nPlease alert Parliamentary Affairs Group (PAG), in advance wherever possible, to any work based contact you have with MPs, Peers, MEPs and other politicians and parliamentary staff and ensure you send all requests from politicians for meetings with Bank colleagues to the PAG Manager so they can be dealt with appropriately. This is to ensure that the Bank's engagement with such groups is consistent and coordinated and senior colleagues are aware of any issues that may impact their engagement with politicians.\nPlease note that the Bank chooses to observe election quiet period and follows the Cabinet Office guidance on such matters. PAG can provide further information as necessary.\nCopyright\nPublished works, including books and journal, magazine, and newspaper articles, are protected by the Copyright, Designs and Patents Act 1988. The Act gives copyright owners certain exclusive rights over their work, for example, the right to copy it (which includes email, \nPage 23\nscanning and, photocopying etc.). To undertake such acts without permission or a licence (apart from certain exemptions allowed under the Act) is an infringement of the owner’s copyright, with the potential for any offence to attract considerable damages and undesirable publicity for the Bank. Each colleague is responsible for ensuring it treats copyright works in accordance with the Act.\nBank Staff Indemnity Policy\nUnder English common law the Bank has a duty to indemnify its colleagues against liabilities that may arise in the ordinary course of the performance of their employment duties. In addition, provided they have not acted in bad faith or in a way that contravenes the Human Rights Act 1998, Bank colleagues are protected against liability in damages by statutory immunity provisions set out in the Banking Act 2009 and the Financial Services and Markets Act 2000.\nThe Bank recognises that in certain circumstances it may also be appropriate for it to grant a specific indemnity to either a single member or group of Bank colleagues. Any such indemnity, which is at the entire discretion of the Bank, will be granted in accordance with the Court Decision on Bank Indemnities.\nC3: Health & Safety\n1: Health and Safety Manuals\nEveryone (other than visitors) working on Bank premises should read the Bank’s Safety Arrangements manual (SAM) available via the intranet.\nYou must read all the relevant manuals as soon as you reasonably can after starting work at the Bank.\nThe manuals are supported by a comprehensive Health & Safety intranet site. The site contains supporting guidance to the manuals and further information on many issues including working from home.\nThe manuals are not only a reference booklet for when things go wrong. They are primarily intended to be used to minimise risks to health and safety arising in the first place. You have a responsibility to do everything you reasonably can, to work safely and do nothing that could affect your own health and safety or that of others. This is a statutory requirement under the Health and Safety at Work Act 1974.\nThe Safety Arrangements manual will give you further information not only on what your responsibilities are but also on the Bank’s arrangements regarding, for example, how to report a hazard.\nPage 24\nAny wilful, reckless, or seriously negligent failure to comply with these responsibilities may well render you liable to disciplinary action.\nIf you are unsure about any aspect of the Bank’s Health and Safety Policy, please contact the Bank’s Health and Safety team.\n2: Fire and Other Emergencies\nYou must ensure that annually you complete the Emergency Procedures E-Learning course, this is mandatory training and forms part of your annual attestation, if you require refresher training, please go to the section on the intranet Emergencies (including fires). For all sites, please familiarise yourself with knowledge of the building in case you are advised to move from one side to another in an emergency, and you should be aware of all emergency exit routes. You also have a duty to participate in the annual evacuation drill, should you be in the premises at the time.\n3: Non-smoking working environment\nThe Bank operates a non-smoking environment within any of its premises or vehicles. Smoking includes the use of all simulated smoking devices such as electronic cigarettes, e-cigarettes etc. Smoking outside Bank premises must be away from entrances, exits and windows (this includes the front steps of Threadneedle Street). Failure to comply with this could lead to disciplinary or other actions (see section D2).\n4: Drugs and Alcohol Policy\nOur colleagues are our most valuable resource and their health and safety is of the utmost importance. Drug and alcohol misuse has the potential to damage the health and wellbeing of our colleagues and threaten the success of our business.\nWe encourage you to seek help if you have an alcohol or drugs-related problem and to seek advice on the assistance and support available at the Bank. You should discuss this with your manager, contact AskHR or seek help through the Bank’s confidential Employee Assistance Programme or the Bank’s in-house staff counsellors. It is also vital that if you have an alcohol or drug-related problem that you contact the Security Vetting team as soon as possible. The Security Vetting team will handle your information in confidence and seek to help you gaining the support you need while also managing the security concerns to the Bank. Once such an issue affecting your health comes to the attention of your manager or the People Directorate, other steps taken to support you may include a referral to our occupational health adviser.\nDisciplinary action\nThe Bank will constructively and compassionately address employee problems related to alcohol, drug or substance dependency. However, the Bank has clear requirements regarding the use and possession of alcohol or drugs at work and employees must be in a fit state when at work or attending work-related events. The Bank will act if these requirements are broken. This is particularly important where an employee, under the influence of drugs or alcohol, could cause harm to themselves or others. Further information about the Bank’s approach to the misuse of drugs and alcohol can be found in its Drugs and Alcohol Policy.",
    "gold_answer": "Yes—at the Bank’s discretion and in line with the Court Decision on Bank Indemnities."
  },
  {
    "bucket": "direct",
    "difficulty": "easy",
    "question": "Do I have to read the Safety Arrangements manual and other H&S manuals?",
    "context": "Financial difficulties\nAdvice and assistance \nPage 21\nIt is clearly in the interests of everyone to manage their financial affairs sensibly and responsibly but, despite such careful management, it is possible for circumstances to arise which can cause severe financial difficulty or hardship. If such circumstances were to arise in your own affairs, you should be aware that you are encouraged to approach the Staff Counsellor at the earliest opportunity. The Staff Counsellor acts independently from your management, in the strictest confidence, and will offer general guidance and a referral to the Employee Assistance Programme.\nIf you have been put in a position of financial difficulty through domestic abuse, we encourage colleagues to seek support on both matters by speaking to a staff counsellor.\nYour contractual obligations\nIt is important to remember that, as the Central Bank of the country, the Bank is at the centre of the nation’s finances and must therefore be mindful of the need to preserve the reputation for financial integrity which, over many years, has become synonymous with its name. It follows that it is important for you, as an employee of the Bank, to be especially professional, careful and responsible in the conduct of your financial affairs.\nAlthough you may make use of any normal credit/loan facilities offered by reputable lending agencies you should be careful not to enter into too many commitments of this kind at any one time. You are accordingly cautioned also against the dangers of excessive betting, gambling or other speculative dealings. While people generally accept higher levels of personal debt during their earning life than was the case in the past, gross and persistent irresponsibility in the conduct of your financial affairs will not be overlooked and will render you liable to disciplinary action.\nIf you struggle with a form of addiction or mental health condition that makes you more inclined to risk taking behaviour, it is important to disclose this to our Security Vetting Team. The Security Vetting Team can provide support and minimise risk of escalation of your case if your financial difficulties remain undeclared.\nIf you find yourself in financial difficulty you must, without exception, disclose it to the Security Vetting Team immediately. Failure to do so may be considered as a breach of security and render you liable to action under the Misconduct Process (see section D2). If you have any concerns at all about your financial circumstances, you should contact the Staff Counsellor with a view to referral to a special adviser.\nThere can be no set formula for determining what constitutes “financial difficulty” as everyone’s circumstances are different. As a general guide, if you are in arrears on card or mortgage or rent payments you could be said to be in financial difficulty of the type that should be reported; and a County Court Judgement, Bankruptcy Order or any other form of \nPage 22\nstructured debt rescheduling made against you for non-payment of a debt would be very clear evidence of a difficulty that should already have been reported.\nThe Bank routinely accesses credit information as part of its security vetting and re-vetting procedures. Please contact Security Vetting if you have any questions.\nTenure periods for supervisory managers\nThe Bank operates a maximum term of 5-year supervisory tenure for scale E and D colleagues who work directly on supervising a specific category 1 – 3 firm(s)/group(s). For more details, please refer to the Supervisory Tenure Policy.\nAuthorship/publication\nColleagues considering authorship or publication of a book, article etc. which is not commissioned by the Bank, but which could in any way relate to their work or employment at the Bank should seek guidance from the Press Office before entering any commitment. They should also comply with the requirement in respect of Other Employment as set out in Our Code. The same considerations apply to the publication of material on the internet.\nContact with politicians and parliamentary officials\nColleagues must exercise discretion in all contact with politicians. The Bank is accountable to Parliament and events in both the British and European Parliaments can have a significant impact on what we do. Moreover, as a prominent public institution, politicians and their teams are always concerned with our work.\nPlease alert Parliamentary Affairs Group (PAG), in advance wherever possible, to any work based contact you have with MPs, Peers, MEPs and other politicians and parliamentary staff and ensure you send all requests from politicians for meetings with Bank colleagues to the PAG Manager so they can be dealt with appropriately. This is to ensure that the Bank's engagement with such groups is consistent and coordinated and senior colleagues are aware of any issues that may impact their engagement with politicians.\nPlease note that the Bank chooses to observe election quiet period and follows the Cabinet Office guidance on such matters. PAG can provide further information as necessary.\nCopyright\nPublished works, including books and journal, magazine, and newspaper articles, are protected by the Copyright, Designs and Patents Act 1988. The Act gives copyright owners certain exclusive rights over their work, for example, the right to copy it (which includes email, \nPage 23\nscanning and, photocopying etc.). To undertake such acts without permission or a licence (apart from certain exemptions allowed under the Act) is an infringement of the owner’s copyright, with the potential for any offence to attract considerable damages and undesirable publicity for the Bank. Each colleague is responsible for ensuring it treats copyright works in accordance with the Act.\nBank Staff Indemnity Policy\nUnder English common law the Bank has a duty to indemnify its colleagues against liabilities that may arise in the ordinary course of the performance of their employment duties. In addition, provided they have not acted in bad faith or in a way that contravenes the Human Rights Act 1998, Bank colleagues are protected against liability in damages by statutory immunity provisions set out in the Banking Act 2009 and the Financial Services and Markets Act 2000.\nThe Bank recognises that in certain circumstances it may also be appropriate for it to grant a specific indemnity to either a single member or group of Bank colleagues. Any such indemnity, which is at the entire discretion of the Bank, will be granted in accordance with the Court Decision on Bank Indemnities.\nC3: Health & Safety\n1: Health and Safety Manuals\nEveryone (other than visitors) working on Bank premises should read the Bank’s Safety Arrangements manual (SAM) available via the intranet.\nYou must read all the relevant manuals as soon as you reasonably can after starting work at the Bank.\nThe manuals are supported by a comprehensive Health & Safety intranet site. The site contains supporting guidance to the manuals and further information on many issues including working from home.\nThe manuals are not only a reference booklet for when things go wrong. They are primarily intended to be used to minimise risks to health and safety arising in the first place. You have a responsibility to do everything you reasonably can, to work safely and do nothing that could affect your own health and safety or that of others. This is a statutory requirement under the Health and Safety at Work Act 1974.\nThe Safety Arrangements manual will give you further information not only on what your responsibilities are but also on the Bank’s arrangements regarding, for example, how to report a hazard.\nPage 24\nAny wilful, reckless, or seriously negligent failure to comply with these responsibilities may well render you liable to disciplinary action.\nIf you are unsure about any aspect of the Bank’s Health and Safety Policy, please contact the Bank’s Health and Safety team.\n2: Fire and Other Emergencies\nYou must ensure that annually you complete the Emergency Procedures E-Learning course, this is mandatory training and forms part of your annual attestation, if you require refresher training, please go to the section on the intranet Emergencies (including fires). For all sites, please familiarise yourself with knowledge of the building in case you are advised to move from one side to another in an emergency, and you should be aware of all emergency exit routes. You also have a duty to participate in the annual evacuation drill, should you be in the premises at the time.\n3: Non-smoking working environment\nThe Bank operates a non-smoking environment within any of its premises or vehicles. Smoking includes the use of all simulated smoking devices such as electronic cigarettes, e-cigarettes etc. Smoking outside Bank premises must be away from entrances, exits and windows (this includes the front steps of Threadneedle Street). Failure to comply with this could lead to disciplinary or other actions (see section D2).\n4: Drugs and Alcohol Policy\nOur colleagues are our most valuable resource and their health and safety is of the utmost importance. Drug and alcohol misuse has the potential to damage the health and wellbeing of our colleagues and threaten the success of our business.\nWe encourage you to seek help if you have an alcohol or drugs-related problem and to seek advice on the assistance and support available at the Bank. You should discuss this with your manager, contact AskHR or seek help through the Bank’s confidential Employee Assistance Programme or the Bank’s in-house staff counsellors. It is also vital that if you have an alcohol or drug-related problem that you contact the Security Vetting team as soon as possible. The Security Vetting team will handle your information in confidence and seek to help you gaining the support you need while also managing the security concerns to the Bank. Once such an issue affecting your health comes to the attention of your manager or the People Directorate, other steps taken to support you may include a referral to our occupational health adviser.\nDisciplinary action\nThe Bank will constructively and compassionately address employee problems related to alcohol, drug or substance dependency. However, the Bank has clear requirements regarding the use and possession of alcohol or drugs at work and employees must be in a fit state when at work or attending work-related events. The Bank will act if these requirements are broken. This is particularly important where an employee, under the influence of drugs or alcohol, could cause harm to themselves or others. Further information about the Bank’s approach to the misuse of drugs and alcohol can be found in its Drugs and Alcohol Policy.",
    "gold_answer": "Yes—everyone working on Bank premises must read the SAM and relevant manuals as soon as reasonably possible after starting; compliance is a statutory requirement under the Health and Safety at Work Act 1974."
  },
  {
    "bucket": "process",
    "difficulty": "easy",
    "question": "Who should I contact if I’m unsure about any Health & Safety policy?",
    "context": "Financial difficulties\nAdvice and assistance \nPage 21\nIt is clearly in the interests of everyone to manage their financial affairs sensibly and responsibly but, despite such careful management, it is possible for circumstances to arise which can cause severe financial difficulty or hardship. If such circumstances were to arise in your own affairs, you should be aware that you are encouraged to approach the Staff Counsellor at the earliest opportunity. The Staff Counsellor acts independently from your management, in the strictest confidence, and will offer general guidance and a referral to the Employee Assistance Programme.\nIf you have been put in a position of financial difficulty through domestic abuse, we encourage colleagues to seek support on both matters by speaking to a staff counsellor.\nYour contractual obligations\nIt is important to remember that, as the Central Bank of the country, the Bank is at the centre of the nation’s finances and must therefore be mindful of the need to preserve the reputation for financial integrity which, over many years, has become synonymous with its name. It follows that it is important for you, as an employee of the Bank, to be especially professional, careful and responsible in the conduct of your financial affairs.\nAlthough you may make use of any normal credit/loan facilities offered by reputable lending agencies you should be careful not to enter into too many commitments of this kind at any one time. You are accordingly cautioned also against the dangers of excessive betting, gambling or other speculative dealings. While people generally accept higher levels of personal debt during their earning life than was the case in the past, gross and persistent irresponsibility in the conduct of your financial affairs will not be overlooked and will render you liable to disciplinary action.\nIf you struggle with a form of addiction or mental health condition that makes you more inclined to risk taking behaviour, it is important to disclose this to our Security Vetting Team. The Security Vetting Team can provide support and minimise risk of escalation of your case if your financial difficulties remain undeclared.\nIf you find yourself in financial difficulty you must, without exception, disclose it to the Security Vetting Team immediately. Failure to do so may be considered as a breach of security and render you liable to action under the Misconduct Process (see section D2). If you have any concerns at all about your financial circumstances, you should contact the Staff Counsellor with a view to referral to a special adviser.\nThere can be no set formula for determining what constitutes “financial difficulty” as everyone’s circumstances are different. As a general guide, if you are in arrears on card or mortgage or rent payments you could be said to be in financial difficulty of the type that should be reported; and a County Court Judgement, Bankruptcy Order or any other form of \nPage 22\nstructured debt rescheduling made against you for non-payment of a debt would be very clear evidence of a difficulty that should already have been reported.\nThe Bank routinely accesses credit information as part of its security vetting and re-vetting procedures. Please contact Security Vetting if you have any questions.\nTenure periods for supervisory managers\nThe Bank operates a maximum term of 5-year supervisory tenure for scale E and D colleagues who work directly on supervising a specific category 1 – 3 firm(s)/group(s). For more details, please refer to the Supervisory Tenure Policy.\nAuthorship/publication\nColleagues considering authorship or publication of a book, article etc. which is not commissioned by the Bank, but which could in any way relate to their work or employment at the Bank should seek guidance from the Press Office before entering any commitment. They should also comply with the requirement in respect of Other Employment as set out in Our Code. The same considerations apply to the publication of material on the internet.\nContact with politicians and parliamentary officials\nColleagues must exercise discretion in all contact with politicians. The Bank is accountable to Parliament and events in both the British and European Parliaments can have a significant impact on what we do. Moreover, as a prominent public institution, politicians and their teams are always concerned with our work.\nPlease alert Parliamentary Affairs Group (PAG), in advance wherever possible, to any work based contact you have with MPs, Peers, MEPs and other politicians and parliamentary staff and ensure you send all requests from politicians for meetings with Bank colleagues to the PAG Manager so they can be dealt with appropriately. This is to ensure that the Bank's engagement with such groups is consistent and coordinated and senior colleagues are aware of any issues that may impact their engagement with politicians.\nPlease note that the Bank chooses to observe election quiet period and follows the Cabinet Office guidance on such matters. PAG can provide further information as necessary.\nCopyright\nPublished works, including books and journal, magazine, and newspaper articles, are protected by the Copyright, Designs and Patents Act 1988. The Act gives copyright owners certain exclusive rights over their work, for example, the right to copy it (which includes email, \nPage 23\nscanning and, photocopying etc.). To undertake such acts without permission or a licence (apart from certain exemptions allowed under the Act) is an infringement of the owner’s copyright, with the potential for any offence to attract considerable damages and undesirable publicity for the Bank. Each colleague is responsible for ensuring it treats copyright works in accordance with the Act.\nBank Staff Indemnity Policy\nUnder English common law the Bank has a duty to indemnify its colleagues against liabilities that may arise in the ordinary course of the performance of their employment duties. In addition, provided they have not acted in bad faith or in a way that contravenes the Human Rights Act 1998, Bank colleagues are protected against liability in damages by statutory immunity provisions set out in the Banking Act 2009 and the Financial Services and Markets Act 2000.\nThe Bank recognises that in certain circumstances it may also be appropriate for it to grant a specific indemnity to either a single member or group of Bank colleagues. Any such indemnity, which is at the entire discretion of the Bank, will be granted in accordance with the Court Decision on Bank Indemnities.\nC3: Health & Safety\n1: Health and Safety Manuals\nEveryone (other than visitors) working on Bank premises should read the Bank’s Safety Arrangements manual (SAM) available via the intranet.\nYou must read all the relevant manuals as soon as you reasonably can after starting work at the Bank.\nThe manuals are supported by a comprehensive Health & Safety intranet site. The site contains supporting guidance to the manuals and further information on many issues including working from home.\nThe manuals are not only a reference booklet for when things go wrong. They are primarily intended to be used to minimise risks to health and safety arising in the first place. You have a responsibility to do everything you reasonably can, to work safely and do nothing that could affect your own health and safety or that of others. This is a statutory requirement under the Health and Safety at Work Act 1974.\nThe Safety Arrangements manual will give you further information not only on what your responsibilities are but also on the Bank’s arrangements regarding, for example, how to report a hazard.\nPage 24\nAny wilful, reckless, or seriously negligent failure to comply with these responsibilities may well render you liable to disciplinary action.\nIf you are unsure about any aspect of the Bank’s Health and Safety Policy, please contact the Bank’s Health and Safety team.\n2: Fire and Other Emergencies\nYou must ensure that annually you complete the Emergency Procedures E-Learning course, this is mandatory training and forms part of your annual attestation, if you require refresher training, please go to the section on the intranet Emergencies (including fires). For all sites, please familiarise yourself with knowledge of the building in case you are advised to move from one side to another in an emergency, and you should be aware of all emergency exit routes. You also have a duty to participate in the annual evacuation drill, should you be in the premises at the time.\n3: Non-smoking working environment\nThe Bank operates a non-smoking environment within any of its premises or vehicles. Smoking includes the use of all simulated smoking devices such as electronic cigarettes, e-cigarettes etc. Smoking outside Bank premises must be away from entrances, exits and windows (this includes the front steps of Threadneedle Street). Failure to comply with this could lead to disciplinary or other actions (see section D2).\n4: Drugs and Alcohol Policy\nOur colleagues are our most valuable resource and their health and safety is of the utmost importance. Drug and alcohol misuse has the potential to damage the health and wellbeing of our colleagues and threaten the success of our business.\nWe encourage you to seek help if you have an alcohol or drugs-related problem and to seek advice on the assistance and support available at the Bank. You should discuss this with your manager, contact AskHR or seek help through the Bank’s confidential Employee Assistance Programme or the Bank’s in-house staff counsellors. It is also vital that if you have an alcohol or drug-related problem that you contact the Security Vetting team as soon as possible. The Security Vetting team will handle your information in confidence and seek to help you gaining the support you need while also managing the security concerns to the Bank. Once such an issue affecting your health comes to the attention of your manager or the People Directorate, other steps taken to support you may include a referral to our occupational health adviser.\nDisciplinary action\nThe Bank will constructively and compassionately address employee problems related to alcohol, drug or substance dependency. However, the Bank has clear requirements regarding the use and possession of alcohol or drugs at work and employees must be in a fit state when at work or attending work-related events. The Bank will act if these requirements are broken. This is particularly important where an employee, under the influence of drugs or alcohol, could cause harm to themselves or others. Further information about the Bank’s approach to the misuse of drugs and alcohol can be found in its Drugs and Alcohol Policy.",
    "gold_answer": "Contact the Bank’s Health & Safety team."
  },
  {
    "bucket": "direct",
    "difficulty": "easy",
    "question": "Is the Emergency Procedures e-learning mandatory every year?",
    "context": "Financial difficulties\nAdvice and assistance \nPage 21\nIt is clearly in the interests of everyone to manage their financial affairs sensibly and responsibly but, despite such careful management, it is possible for circumstances to arise which can cause severe financial difficulty or hardship. If such circumstances were to arise in your own affairs, you should be aware that you are encouraged to approach the Staff Counsellor at the earliest opportunity. The Staff Counsellor acts independently from your management, in the strictest confidence, and will offer general guidance and a referral to the Employee Assistance Programme.\nIf you have been put in a position of financial difficulty through domestic abuse, we encourage colleagues to seek support on both matters by speaking to a staff counsellor.\nYour contractual obligations\nIt is important to remember that, as the Central Bank of the country, the Bank is at the centre of the nation’s finances and must therefore be mindful of the need to preserve the reputation for financial integrity which, over many years, has become synonymous with its name. It follows that it is important for you, as an employee of the Bank, to be especially professional, careful and responsible in the conduct of your financial affairs.\nAlthough you may make use of any normal credit/loan facilities offered by reputable lending agencies you should be careful not to enter into too many commitments of this kind at any one time. You are accordingly cautioned also against the dangers of excessive betting, gambling or other speculative dealings. While people generally accept higher levels of personal debt during their earning life than was the case in the past, gross and persistent irresponsibility in the conduct of your financial affairs will not be overlooked and will render you liable to disciplinary action.\nIf you struggle with a form of addiction or mental health condition that makes you more inclined to risk taking behaviour, it is important to disclose this to our Security Vetting Team. The Security Vetting Team can provide support and minimise risk of escalation of your case if your financial difficulties remain undeclared.\nIf you find yourself in financial difficulty you must, without exception, disclose it to the Security Vetting Team immediately. Failure to do so may be considered as a breach of security and render you liable to action under the Misconduct Process (see section D2). If you have any concerns at all about your financial circumstances, you should contact the Staff Counsellor with a view to referral to a special adviser.\nThere can be no set formula for determining what constitutes “financial difficulty” as everyone’s circumstances are different. As a general guide, if you are in arrears on card or mortgage or rent payments you could be said to be in financial difficulty of the type that should be reported; and a County Court Judgement, Bankruptcy Order or any other form of \nPage 22\nstructured debt rescheduling made against you for non-payment of a debt would be very clear evidence of a difficulty that should already have been reported.\nThe Bank routinely accesses credit information as part of its security vetting and re-vetting procedures. Please contact Security Vetting if you have any questions.\nTenure periods for supervisory managers\nThe Bank operates a maximum term of 5-year supervisory tenure for scale E and D colleagues who work directly on supervising a specific category 1 – 3 firm(s)/group(s). For more details, please refer to the Supervisory Tenure Policy.\nAuthorship/publication\nColleagues considering authorship or publication of a book, article etc. which is not commissioned by the Bank, but which could in any way relate to their work or employment at the Bank should seek guidance from the Press Office before entering any commitment. They should also comply with the requirement in respect of Other Employment as set out in Our Code. The same considerations apply to the publication of material on the internet.\nContact with politicians and parliamentary officials\nColleagues must exercise discretion in all contact with politicians. The Bank is accountable to Parliament and events in both the British and European Parliaments can have a significant impact on what we do. Moreover, as a prominent public institution, politicians and their teams are always concerned with our work.\nPlease alert Parliamentary Affairs Group (PAG), in advance wherever possible, to any work based contact you have with MPs, Peers, MEPs and other politicians and parliamentary staff and ensure you send all requests from politicians for meetings with Bank colleagues to the PAG Manager so they can be dealt with appropriately. This is to ensure that the Bank's engagement with such groups is consistent and coordinated and senior colleagues are aware of any issues that may impact their engagement with politicians.\nPlease note that the Bank chooses to observe election quiet period and follows the Cabinet Office guidance on such matters. PAG can provide further information as necessary.\nCopyright\nPublished works, including books and journal, magazine, and newspaper articles, are protected by the Copyright, Designs and Patents Act 1988. The Act gives copyright owners certain exclusive rights over their work, for example, the right to copy it (which includes email, \nPage 23\nscanning and, photocopying etc.). To undertake such acts without permission or a licence (apart from certain exemptions allowed under the Act) is an infringement of the owner’s copyright, with the potential for any offence to attract considerable damages and undesirable publicity for the Bank. Each colleague is responsible for ensuring it treats copyright works in accordance with the Act.\nBank Staff Indemnity Policy\nUnder English common law the Bank has a duty to indemnify its colleagues against liabilities that may arise in the ordinary course of the performance of their employment duties. In addition, provided they have not acted in bad faith or in a way that contravenes the Human Rights Act 1998, Bank colleagues are protected against liability in damages by statutory immunity provisions set out in the Banking Act 2009 and the Financial Services and Markets Act 2000.\nThe Bank recognises that in certain circumstances it may also be appropriate for it to grant a specific indemnity to either a single member or group of Bank colleagues. Any such indemnity, which is at the entire discretion of the Bank, will be granted in accordance with the Court Decision on Bank Indemnities.\nC3: Health & Safety\n1: Health and Safety Manuals\nEveryone (other than visitors) working on Bank premises should read the Bank’s Safety Arrangements manual (SAM) available via the intranet.\nYou must read all the relevant manuals as soon as you reasonably can after starting work at the Bank.\nThe manuals are supported by a comprehensive Health & Safety intranet site. The site contains supporting guidance to the manuals and further information on many issues including working from home.\nThe manuals are not only a reference booklet for when things go wrong. They are primarily intended to be used to minimise risks to health and safety arising in the first place. You have a responsibility to do everything you reasonably can, to work safely and do nothing that could affect your own health and safety or that of others. This is a statutory requirement under the Health and Safety at Work Act 1974.\nThe Safety Arrangements manual will give you further information not only on what your responsibilities are but also on the Bank’s arrangements regarding, for example, how to report a hazard.\nPage 24\nAny wilful, reckless, or seriously negligent failure to comply with these responsibilities may well render you liable to disciplinary action.\nIf you are unsure about any aspect of the Bank’s Health and Safety Policy, please contact the Bank’s Health and Safety team.\n2: Fire and Other Emergencies\nYou must ensure that annually you complete the Emergency Procedures E-Learning course, this is mandatory training and forms part of your annual attestation, if you require refresher training, please go to the section on the intranet Emergencies (including fires). For all sites, please familiarise yourself with knowledge of the building in case you are advised to move from one side to another in an emergency, and you should be aware of all emergency exit routes. You also have a duty to participate in the annual evacuation drill, should you be in the premises at the time.\n3: Non-smoking working environment\nThe Bank operates a non-smoking environment within any of its premises or vehicles. Smoking includes the use of all simulated smoking devices such as electronic cigarettes, e-cigarettes etc. Smoking outside Bank premises must be away from entrances, exits and windows (this includes the front steps of Threadneedle Street). Failure to comply with this could lead to disciplinary or other actions (see section D2).\n4: Drugs and Alcohol Policy\nOur colleagues are our most valuable resource and their health and safety is of the utmost importance. Drug and alcohol misuse has the potential to damage the health and wellbeing of our colleagues and threaten the success of our business.\nWe encourage you to seek help if you have an alcohol or drugs-related problem and to seek advice on the assistance and support available at the Bank. You should discuss this with your manager, contact AskHR or seek help through the Bank’s confidential Employee Assistance Programme or the Bank’s in-house staff counsellors. It is also vital that if you have an alcohol or drug-related problem that you contact the Security Vetting team as soon as possible. The Security Vetting team will handle your information in confidence and seek to help you gaining the support you need while also managing the security concerns to the Bank. Once such an issue affecting your health comes to the attention of your manager or the People Directorate, other steps taken to support you may include a referral to our occupational health adviser.\nDisciplinary action\nThe Bank will constructively and compassionately address employee problems related to alcohol, drug or substance dependency. However, the Bank has clear requirements regarding the use and possession of alcohol or drugs at work and employees must be in a fit state when at work or attending work-related events. The Bank will act if these requirements are broken. This is particularly important where an employee, under the influence of drugs or alcohol, could cause harm to themselves or others. Further information about the Bank’s approach to the misuse of drugs and alcohol can be found in its Drugs and Alcohol Policy.",
    "gold_answer": "Yes—complete it annually; it’s mandatory and part of your annual attestation. You must also participate in the annual evacuation drill if you’re on site."
  },
  {
    "bucket": "direct",
    "difficulty": "easy",
    "question": "Are e-cigarettes allowed inside Bank premises or vehicles?",
    "context": "Financial difficulties\nAdvice and assistance \nPage 21\nIt is clearly in the interests of everyone to manage their financial affairs sensibly and responsibly but, despite such careful management, it is possible for circumstances to arise which can cause severe financial difficulty or hardship. If such circumstances were to arise in your own affairs, you should be aware that you are encouraged to approach the Staff Counsellor at the earliest opportunity. The Staff Counsellor acts independently from your management, in the strictest confidence, and will offer general guidance and a referral to the Employee Assistance Programme.\nIf you have been put in a position of financial difficulty through domestic abuse, we encourage colleagues to seek support on both matters by speaking to a staff counsellor.\nYour contractual obligations\nIt is important to remember that, as the Central Bank of the country, the Bank is at the centre of the nation’s finances and must therefore be mindful of the need to preserve the reputation for financial integrity which, over many years, has become synonymous with its name. It follows that it is important for you, as an employee of the Bank, to be especially professional, careful and responsible in the conduct of your financial affairs.\nAlthough you may make use of any normal credit/loan facilities offered by reputable lending agencies you should be careful not to enter into too many commitments of this kind at any one time. You are accordingly cautioned also against the dangers of excessive betting, gambling or other speculative dealings. While people generally accept higher levels of personal debt during their earning life than was the case in the past, gross and persistent irresponsibility in the conduct of your financial affairs will not be overlooked and will render you liable to disciplinary action.\nIf you struggle with a form of addiction or mental health condition that makes you more inclined to risk taking behaviour, it is important to disclose this to our Security Vetting Team. The Security Vetting Team can provide support and minimise risk of escalation of your case if your financial difficulties remain undeclared.\nIf you find yourself in financial difficulty you must, without exception, disclose it to the Security Vetting Team immediately. Failure to do so may be considered as a breach of security and render you liable to action under the Misconduct Process (see section D2). If you have any concerns at all about your financial circumstances, you should contact the Staff Counsellor with a view to referral to a special adviser.\nThere can be no set formula for determining what constitutes “financial difficulty” as everyone’s circumstances are different. As a general guide, if you are in arrears on card or mortgage or rent payments you could be said to be in financial difficulty of the type that should be reported; and a County Court Judgement, Bankruptcy Order or any other form of \nPage 22\nstructured debt rescheduling made against you for non-payment of a debt would be very clear evidence of a difficulty that should already have been reported.\nThe Bank routinely accesses credit information as part of its security vetting and re-vetting procedures. Please contact Security Vetting if you have any questions.\nTenure periods for supervisory managers\nThe Bank operates a maximum term of 5-year supervisory tenure for scale E and D colleagues who work directly on supervising a specific category 1 – 3 firm(s)/group(s). For more details, please refer to the Supervisory Tenure Policy.\nAuthorship/publication\nColleagues considering authorship or publication of a book, article etc. which is not commissioned by the Bank, but which could in any way relate to their work or employment at the Bank should seek guidance from the Press Office before entering any commitment. They should also comply with the requirement in respect of Other Employment as set out in Our Code. The same considerations apply to the publication of material on the internet.\nContact with politicians and parliamentary officials\nColleagues must exercise discretion in all contact with politicians. The Bank is accountable to Parliament and events in both the British and European Parliaments can have a significant impact on what we do. Moreover, as a prominent public institution, politicians and their teams are always concerned with our work.\nPlease alert Parliamentary Affairs Group (PAG), in advance wherever possible, to any work based contact you have with MPs, Peers, MEPs and other politicians and parliamentary staff and ensure you send all requests from politicians for meetings with Bank colleagues to the PAG Manager so they can be dealt with appropriately. This is to ensure that the Bank's engagement with such groups is consistent and coordinated and senior colleagues are aware of any issues that may impact their engagement with politicians.\nPlease note that the Bank chooses to observe election quiet period and follows the Cabinet Office guidance on such matters. PAG can provide further information as necessary.\nCopyright\nPublished works, including books and journal, magazine, and newspaper articles, are protected by the Copyright, Designs and Patents Act 1988. The Act gives copyright owners certain exclusive rights over their work, for example, the right to copy it (which includes email, \nPage 23\nscanning and, photocopying etc.). To undertake such acts without permission or a licence (apart from certain exemptions allowed under the Act) is an infringement of the owner’s copyright, with the potential for any offence to attract considerable damages and undesirable publicity for the Bank. Each colleague is responsible for ensuring it treats copyright works in accordance with the Act.\nBank Staff Indemnity Policy\nUnder English common law the Bank has a duty to indemnify its colleagues against liabilities that may arise in the ordinary course of the performance of their employment duties. In addition, provided they have not acted in bad faith or in a way that contravenes the Human Rights Act 1998, Bank colleagues are protected against liability in damages by statutory immunity provisions set out in the Banking Act 2009 and the Financial Services and Markets Act 2000.\nThe Bank recognises that in certain circumstances it may also be appropriate for it to grant a specific indemnity to either a single member or group of Bank colleagues. Any such indemnity, which is at the entire discretion of the Bank, will be granted in accordance with the Court Decision on Bank Indemnities.\nC3: Health & Safety\n1: Health and Safety Manuals\nEveryone (other than visitors) working on Bank premises should read the Bank’s Safety Arrangements manual (SAM) available via the intranet.\nYou must read all the relevant manuals as soon as you reasonably can after starting work at the Bank.\nThe manuals are supported by a comprehensive Health & Safety intranet site. The site contains supporting guidance to the manuals and further information on many issues including working from home.\nThe manuals are not only a reference booklet for when things go wrong. They are primarily intended to be used to minimise risks to health and safety arising in the first place. You have a responsibility to do everything you reasonably can, to work safely and do nothing that could affect your own health and safety or that of others. This is a statutory requirement under the Health and Safety at Work Act 1974.\nThe Safety Arrangements manual will give you further information not only on what your responsibilities are but also on the Bank’s arrangements regarding, for example, how to report a hazard.\nPage 24\nAny wilful, reckless, or seriously negligent failure to comply with these responsibilities may well render you liable to disciplinary action.\nIf you are unsure about any aspect of the Bank’s Health and Safety Policy, please contact the Bank’s Health and Safety team.\n2: Fire and Other Emergencies\nYou must ensure that annually you complete the Emergency Procedures E-Learning course, this is mandatory training and forms part of your annual attestation, if you require refresher training, please go to the section on the intranet Emergencies (including fires). For all sites, please familiarise yourself with knowledge of the building in case you are advised to move from one side to another in an emergency, and you should be aware of all emergency exit routes. You also have a duty to participate in the annual evacuation drill, should you be in the premises at the time.\n3: Non-smoking working environment\nThe Bank operates a non-smoking environment within any of its premises or vehicles. Smoking includes the use of all simulated smoking devices such as electronic cigarettes, e-cigarettes etc. Smoking outside Bank premises must be away from entrances, exits and windows (this includes the front steps of Threadneedle Street). Failure to comply with this could lead to disciplinary or other actions (see section D2).\n4: Drugs and Alcohol Policy\nOur colleagues are our most valuable resource and their health and safety is of the utmost importance. Drug and alcohol misuse has the potential to damage the health and wellbeing of our colleagues and threaten the success of our business.\nWe encourage you to seek help if you have an alcohol or drugs-related problem and to seek advice on the assistance and support available at the Bank. You should discuss this with your manager, contact AskHR or seek help through the Bank’s confidential Employee Assistance Programme or the Bank’s in-house staff counsellors. It is also vital that if you have an alcohol or drug-related problem that you contact the Security Vetting team as soon as possible. The Security Vetting team will handle your information in confidence and seek to help you gaining the support you need while also managing the security concerns to the Bank. Once such an issue affecting your health comes to the attention of your manager or the People Directorate, other steps taken to support you may include a referral to our occupational health adviser.\nDisciplinary action\nThe Bank will constructively and compassionately address employee problems related to alcohol, drug or substance dependency. However, the Bank has clear requirements regarding the use and possession of alcohol or drugs at work and employees must be in a fit state when at work or attending work-related events. The Bank will act if these requirements are broken. This is particularly important where an employee, under the influence of drugs or alcohol, could cause harm to themselves or others. Further information about the Bank’s approach to the misuse of drugs and alcohol can be found in its Drugs and Alcohol Policy.",
    "gold_answer": "No—the Bank operates a non-smoking environment, which includes simulated smoking devices such as e-cigarettes."
  },
  {
    "bucket": "logical",
    "difficulty": "easy",
    "question": "If I smoke outside, where should I stand?",
    "context": "Financial difficulties\nAdvice and assistance \nPage 21\nIt is clearly in the interests of everyone to manage their financial affairs sensibly and responsibly but, despite such careful management, it is possible for circumstances to arise which can cause severe financial difficulty or hardship. If such circumstances were to arise in your own affairs, you should be aware that you are encouraged to approach the Staff Counsellor at the earliest opportunity. The Staff Counsellor acts independently from your management, in the strictest confidence, and will offer general guidance and a referral to the Employee Assistance Programme.\nIf you have been put in a position of financial difficulty through domestic abuse, we encourage colleagues to seek support on both matters by speaking to a staff counsellor.\nYour contractual obligations\nIt is important to remember that, as the Central Bank of the country, the Bank is at the centre of the nation’s finances and must therefore be mindful of the need to preserve the reputation for financial integrity which, over many years, has become synonymous with its name. It follows that it is important for you, as an employee of the Bank, to be especially professional, careful and responsible in the conduct of your financial affairs.\nAlthough you may make use of any normal credit/loan facilities offered by reputable lending agencies you should be careful not to enter into too many commitments of this kind at any one time. You are accordingly cautioned also against the dangers of excessive betting, gambling or other speculative dealings. While people generally accept higher levels of personal debt during their earning life than was the case in the past, gross and persistent irresponsibility in the conduct of your financial affairs will not be overlooked and will render you liable to disciplinary action.\nIf you struggle with a form of addiction or mental health condition that makes you more inclined to risk taking behaviour, it is important to disclose this to our Security Vetting Team. The Security Vetting Team can provide support and minimise risk of escalation of your case if your financial difficulties remain undeclared.\nIf you find yourself in financial difficulty you must, without exception, disclose it to the Security Vetting Team immediately. Failure to do so may be considered as a breach of security and render you liable to action under the Misconduct Process (see section D2). If you have any concerns at all about your financial circumstances, you should contact the Staff Counsellor with a view to referral to a special adviser.\nThere can be no set formula for determining what constitutes “financial difficulty” as everyone’s circumstances are different. As a general guide, if you are in arrears on card or mortgage or rent payments you could be said to be in financial difficulty of the type that should be reported; and a County Court Judgement, Bankruptcy Order or any other form of \nPage 22\nstructured debt rescheduling made against you for non-payment of a debt would be very clear evidence of a difficulty that should already have been reported.\nThe Bank routinely accesses credit information as part of its security vetting and re-vetting procedures. Please contact Security Vetting if you have any questions.\nTenure periods for supervisory managers\nThe Bank operates a maximum term of 5-year supervisory tenure for scale E and D colleagues who work directly on supervising a specific category 1 – 3 firm(s)/group(s). For more details, please refer to the Supervisory Tenure Policy.\nAuthorship/publication\nColleagues considering authorship or publication of a book, article etc. which is not commissioned by the Bank, but which could in any way relate to their work or employment at the Bank should seek guidance from the Press Office before entering any commitment. They should also comply with the requirement in respect of Other Employment as set out in Our Code. The same considerations apply to the publication of material on the internet.\nContact with politicians and parliamentary officials\nColleagues must exercise discretion in all contact with politicians. The Bank is accountable to Parliament and events in both the British and European Parliaments can have a significant impact on what we do. Moreover, as a prominent public institution, politicians and their teams are always concerned with our work.\nPlease alert Parliamentary Affairs Group (PAG), in advance wherever possible, to any work based contact you have with MPs, Peers, MEPs and other politicians and parliamentary staff and ensure you send all requests from politicians for meetings with Bank colleagues to the PAG Manager so they can be dealt with appropriately. This is to ensure that the Bank's engagement with such groups is consistent and coordinated and senior colleagues are aware of any issues that may impact their engagement with politicians.\nPlease note that the Bank chooses to observe election quiet period and follows the Cabinet Office guidance on such matters. PAG can provide further information as necessary.\nCopyright\nPublished works, including books and journal, magazine, and newspaper articles, are protected by the Copyright, Designs and Patents Act 1988. The Act gives copyright owners certain exclusive rights over their work, for example, the right to copy it (which includes email, \nPage 23\nscanning and, photocopying etc.). To undertake such acts without permission or a licence (apart from certain exemptions allowed under the Act) is an infringement of the owner’s copyright, with the potential for any offence to attract considerable damages and undesirable publicity for the Bank. Each colleague is responsible for ensuring it treats copyright works in accordance with the Act.\nBank Staff Indemnity Policy\nUnder English common law the Bank has a duty to indemnify its colleagues against liabilities that may arise in the ordinary course of the performance of their employment duties. In addition, provided they have not acted in bad faith or in a way that contravenes the Human Rights Act 1998, Bank colleagues are protected against liability in damages by statutory immunity provisions set out in the Banking Act 2009 and the Financial Services and Markets Act 2000.\nThe Bank recognises that in certain circumstances it may also be appropriate for it to grant a specific indemnity to either a single member or group of Bank colleagues. Any such indemnity, which is at the entire discretion of the Bank, will be granted in accordance with the Court Decision on Bank Indemnities.\nC3: Health & Safety\n1: Health and Safety Manuals\nEveryone (other than visitors) working on Bank premises should read the Bank’s Safety Arrangements manual (SAM) available via the intranet.\nYou must read all the relevant manuals as soon as you reasonably can after starting work at the Bank.\nThe manuals are supported by a comprehensive Health & Safety intranet site. The site contains supporting guidance to the manuals and further information on many issues including working from home.\nThe manuals are not only a reference booklet for when things go wrong. They are primarily intended to be used to minimise risks to health and safety arising in the first place. You have a responsibility to do everything you reasonably can, to work safely and do nothing that could affect your own health and safety or that of others. This is a statutory requirement under the Health and Safety at Work Act 1974.\nThe Safety Arrangements manual will give you further information not only on what your responsibilities are but also on the Bank’s arrangements regarding, for example, how to report a hazard.\nPage 24\nAny wilful, reckless, or seriously negligent failure to comply with these responsibilities may well render you liable to disciplinary action.\nIf you are unsure about any aspect of the Bank’s Health and Safety Policy, please contact the Bank’s Health and Safety team.\n2: Fire and Other Emergencies\nYou must ensure that annually you complete the Emergency Procedures E-Learning course, this is mandatory training and forms part of your annual attestation, if you require refresher training, please go to the section on the intranet Emergencies (including fires). For all sites, please familiarise yourself with knowledge of the building in case you are advised to move from one side to another in an emergency, and you should be aware of all emergency exit routes. You also have a duty to participate in the annual evacuation drill, should you be in the premises at the time.\n3: Non-smoking working environment\nThe Bank operates a non-smoking environment within any of its premises or vehicles. Smoking includes the use of all simulated smoking devices such as electronic cigarettes, e-cigarettes etc. Smoking outside Bank premises must be away from entrances, exits and windows (this includes the front steps of Threadneedle Street). Failure to comply with this could lead to disciplinary or other actions (see section D2).\n4: Drugs and Alcohol Policy\nOur colleagues are our most valuable resource and their health and safety is of the utmost importance. Drug and alcohol misuse has the potential to damage the health and wellbeing of our colleagues and threaten the success of our business.\nWe encourage you to seek help if you have an alcohol or drugs-related problem and to seek advice on the assistance and support available at the Bank. You should discuss this with your manager, contact AskHR or seek help through the Bank’s confidential Employee Assistance Programme or the Bank’s in-house staff counsellors. It is also vital that if you have an alcohol or drug-related problem that you contact the Security Vetting team as soon as possible. The Security Vetting team will handle your information in confidence and seek to help you gaining the support you need while also managing the security concerns to the Bank. Once such an issue affecting your health comes to the attention of your manager or the People Directorate, other steps taken to support you may include a referral to our occupational health adviser.\nDisciplinary action\nThe Bank will constructively and compassionately address employee problems related to alcohol, drug or substance dependency. However, the Bank has clear requirements regarding the use and possession of alcohol or drugs at work and employees must be in a fit state when at work or attending work-related events. The Bank will act if these requirements are broken. This is particularly important where an employee, under the influence of drugs or alcohol, could cause harm to themselves or others. Further information about the Bank’s approach to the misuse of drugs and alcohol can be found in its Drugs and Alcohol Policy.",
    "gold_answer": "Away from entrances, exits and windows—including the front steps of Threadneedle Street."
  },
  {
    "bucket": "process",
    "difficulty": "easy",
    "question": "I have an alcohol or drug-related problem—who can support me and who must I inform?",
    "context": "Financial difficulties\nAdvice and assistance \nPage 21\nIt is clearly in the interests of everyone to manage their financial affairs sensibly and responsibly but, despite such careful management, it is possible for circumstances to arise which can cause severe financial difficulty or hardship. If such circumstances were to arise in your own affairs, you should be aware that you are encouraged to approach the Staff Counsellor at the earliest opportunity. The Staff Counsellor acts independently from your management, in the strictest confidence, and will offer general guidance and a referral to the Employee Assistance Programme.\nIf you have been put in a position of financial difficulty through domestic abuse, we encourage colleagues to seek support on both matters by speaking to a staff counsellor.\nYour contractual obligations\nIt is important to remember that, as the Central Bank of the country, the Bank is at the centre of the nation’s finances and must therefore be mindful of the need to preserve the reputation for financial integrity which, over many years, has become synonymous with its name. It follows that it is important for you, as an employee of the Bank, to be especially professional, careful and responsible in the conduct of your financial affairs.\nAlthough you may make use of any normal credit/loan facilities offered by reputable lending agencies you should be careful not to enter into too many commitments of this kind at any one time. You are accordingly cautioned also against the dangers of excessive betting, gambling or other speculative dealings. While people generally accept higher levels of personal debt during their earning life than was the case in the past, gross and persistent irresponsibility in the conduct of your financial affairs will not be overlooked and will render you liable to disciplinary action.\nIf you struggle with a form of addiction or mental health condition that makes you more inclined to risk taking behaviour, it is important to disclose this to our Security Vetting Team. The Security Vetting Team can provide support and minimise risk of escalation of your case if your financial difficulties remain undeclared.\nIf you find yourself in financial difficulty you must, without exception, disclose it to the Security Vetting Team immediately. Failure to do so may be considered as a breach of security and render you liable to action under the Misconduct Process (see section D2). If you have any concerns at all about your financial circumstances, you should contact the Staff Counsellor with a view to referral to a special adviser.\nThere can be no set formula for determining what constitutes “financial difficulty” as everyone’s circumstances are different. As a general guide, if you are in arrears on card or mortgage or rent payments you could be said to be in financial difficulty of the type that should be reported; and a County Court Judgement, Bankruptcy Order or any other form of \nPage 22\nstructured debt rescheduling made against you for non-payment of a debt would be very clear evidence of a difficulty that should already have been reported.\nThe Bank routinely accesses credit information as part of its security vetting and re-vetting procedures. Please contact Security Vetting if you have any questions.\nTenure periods for supervisory managers\nThe Bank operates a maximum term of 5-year supervisory tenure for scale E and D colleagues who work directly on supervising a specific category 1 – 3 firm(s)/group(s). For more details, please refer to the Supervisory Tenure Policy.\nAuthorship/publication\nColleagues considering authorship or publication of a book, article etc. which is not commissioned by the Bank, but which could in any way relate to their work or employment at the Bank should seek guidance from the Press Office before entering any commitment. They should also comply with the requirement in respect of Other Employment as set out in Our Code. The same considerations apply to the publication of material on the internet.\nContact with politicians and parliamentary officials\nColleagues must exercise discretion in all contact with politicians. The Bank is accountable to Parliament and events in both the British and European Parliaments can have a significant impact on what we do. Moreover, as a prominent public institution, politicians and their teams are always concerned with our work.\nPlease alert Parliamentary Affairs Group (PAG), in advance wherever possible, to any work based contact you have with MPs, Peers, MEPs and other politicians and parliamentary staff and ensure you send all requests from politicians for meetings with Bank colleagues to the PAG Manager so they can be dealt with appropriately. This is to ensure that the Bank's engagement with such groups is consistent and coordinated and senior colleagues are aware of any issues that may impact their engagement with politicians.\nPlease note that the Bank chooses to observe election quiet period and follows the Cabinet Office guidance on such matters. PAG can provide further information as necessary.\nCopyright\nPublished works, including books and journal, magazine, and newspaper articles, are protected by the Copyright, Designs and Patents Act 1988. The Act gives copyright owners certain exclusive rights over their work, for example, the right to copy it (which includes email, \nPage 23\nscanning and, photocopying etc.). To undertake such acts without permission or a licence (apart from certain exemptions allowed under the Act) is an infringement of the owner’s copyright, with the potential for any offence to attract considerable damages and undesirable publicity for the Bank. Each colleague is responsible for ensuring it treats copyright works in accordance with the Act.\nBank Staff Indemnity Policy\nUnder English common law the Bank has a duty to indemnify its colleagues against liabilities that may arise in the ordinary course of the performance of their employment duties. In addition, provided they have not acted in bad faith or in a way that contravenes the Human Rights Act 1998, Bank colleagues are protected against liability in damages by statutory immunity provisions set out in the Banking Act 2009 and the Financial Services and Markets Act 2000.\nThe Bank recognises that in certain circumstances it may also be appropriate for it to grant a specific indemnity to either a single member or group of Bank colleagues. Any such indemnity, which is at the entire discretion of the Bank, will be granted in accordance with the Court Decision on Bank Indemnities.\nC3: Health & Safety\n1: Health and Safety Manuals\nEveryone (other than visitors) working on Bank premises should read the Bank’s Safety Arrangements manual (SAM) available via the intranet.\nYou must read all the relevant manuals as soon as you reasonably can after starting work at the Bank.\nThe manuals are supported by a comprehensive Health & Safety intranet site. The site contains supporting guidance to the manuals and further information on many issues including working from home.\nThe manuals are not only a reference booklet for when things go wrong. They are primarily intended to be used to minimise risks to health and safety arising in the first place. You have a responsibility to do everything you reasonably can, to work safely and do nothing that could affect your own health and safety or that of others. This is a statutory requirement under the Health and Safety at Work Act 1974.\nThe Safety Arrangements manual will give you further information not only on what your responsibilities are but also on the Bank’s arrangements regarding, for example, how to report a hazard.\nPage 24\nAny wilful, reckless, or seriously negligent failure to comply with these responsibilities may well render you liable to disciplinary action.\nIf you are unsure about any aspect of the Bank’s Health and Safety Policy, please contact the Bank’s Health and Safety team.\n2: Fire and Other Emergencies\nYou must ensure that annually you complete the Emergency Procedures E-Learning course, this is mandatory training and forms part of your annual attestation, if you require refresher training, please go to the section on the intranet Emergencies (including fires). For all sites, please familiarise yourself with knowledge of the building in case you are advised to move from one side to another in an emergency, and you should be aware of all emergency exit routes. You also have a duty to participate in the annual evacuation drill, should you be in the premises at the time.\n3: Non-smoking working environment\nThe Bank operates a non-smoking environment within any of its premises or vehicles. Smoking includes the use of all simulated smoking devices such as electronic cigarettes, e-cigarettes etc. Smoking outside Bank premises must be away from entrances, exits and windows (this includes the front steps of Threadneedle Street). Failure to comply with this could lead to disciplinary or other actions (see section D2).\n4: Drugs and Alcohol Policy\nOur colleagues are our most valuable resource and their health and safety is of the utmost importance. Drug and alcohol misuse has the potential to damage the health and wellbeing of our colleagues and threaten the success of our business.\nWe encourage you to seek help if you have an alcohol or drugs-related problem and to seek advice on the assistance and support available at the Bank. You should discuss this with your manager, contact AskHR or seek help through the Bank’s confidential Employee Assistance Programme or the Bank’s in-house staff counsellors. It is also vital that if you have an alcohol or drug-related problem that you contact the Security Vetting team as soon as possible. The Security Vetting team will handle your information in confidence and seek to help you gaining the support you need while also managing the security concerns to the Bank. Once such an issue affecting your health comes to the attention of your manager or the People Directorate, other steps taken to support you may include a referral to our occupational health adviser.\nDisciplinary action\nThe Bank will constructively and compassionately address employee problems related to alcohol, drug or substance dependency. However, the Bank has clear requirements regarding the use and possession of alcohol or drugs at work and employees must be in a fit state when at work or attending work-related events. The Bank will act if these requirements are broken. This is particularly important where an employee, under the influence of drugs or alcohol, could cause harm to themselves or others. Further information about the Bank’s approach to the misuse of drugs and alcohol can be found in its Drugs and Alcohol Policy.",
    "gold_answer": "Speak with your manager, AskHR, the Employee Assistance Programme or staff counsellors; you must also contact the Security Vetting team as soon as possible (they will handle it confidentially and may arrange occupational health support)."
  },
  {
    "bucket": "direct",
    "difficulty": "easy",
    "question": "Can I be disciplined for being under the influence at work or work events?",
    "context": "Financial difficulties\nAdvice and assistance \nPage 21\nIt is clearly in the interests of everyone to manage their financial affairs sensibly and responsibly but, despite such careful management, it is possible for circumstances to arise which can cause severe financial difficulty or hardship. If such circumstances were to arise in your own affairs, you should be aware that you are encouraged to approach the Staff Counsellor at the earliest opportunity. The Staff Counsellor acts independently from your management, in the strictest confidence, and will offer general guidance and a referral to the Employee Assistance Programme.\nIf you have been put in a position of financial difficulty through domestic abuse, we encourage colleagues to seek support on both matters by speaking to a staff counsellor.\nYour contractual obligations\nIt is important to remember that, as the Central Bank of the country, the Bank is at the centre of the nation’s finances and must therefore be mindful of the need to preserve the reputation for financial integrity which, over many years, has become synonymous with its name. It follows that it is important for you, as an employee of the Bank, to be especially professional, careful and responsible in the conduct of your financial affairs.\nAlthough you may make use of any normal credit/loan facilities offered by reputable lending agencies you should be careful not to enter into too many commitments of this kind at any one time. You are accordingly cautioned also against the dangers of excessive betting, gambling or other speculative dealings. While people generally accept higher levels of personal debt during their earning life than was the case in the past, gross and persistent irresponsibility in the conduct of your financial affairs will not be overlooked and will render you liable to disciplinary action.\nIf you struggle with a form of addiction or mental health condition that makes you more inclined to risk taking behaviour, it is important to disclose this to our Security Vetting Team. The Security Vetting Team can provide support and minimise risk of escalation of your case if your financial difficulties remain undeclared.\nIf you find yourself in financial difficulty you must, without exception, disclose it to the Security Vetting Team immediately. Failure to do so may be considered as a breach of security and render you liable to action under the Misconduct Process (see section D2). If you have any concerns at all about your financial circumstances, you should contact the Staff Counsellor with a view to referral to a special adviser.\nThere can be no set formula for determining what constitutes “financial difficulty” as everyone’s circumstances are different. As a general guide, if you are in arrears on card or mortgage or rent payments you could be said to be in financial difficulty of the type that should be reported; and a County Court Judgement, Bankruptcy Order or any other form of \nPage 22\nstructured debt rescheduling made against you for non-payment of a debt would be very clear evidence of a difficulty that should already have been reported.\nThe Bank routinely accesses credit information as part of its security vetting and re-vetting procedures. Please contact Security Vetting if you have any questions.\nTenure periods for supervisory managers\nThe Bank operates a maximum term of 5-year supervisory tenure for scale E and D colleagues who work directly on supervising a specific category 1 – 3 firm(s)/group(s). For more details, please refer to the Supervisory Tenure Policy.\nAuthorship/publication\nColleagues considering authorship or publication of a book, article etc. which is not commissioned by the Bank, but which could in any way relate to their work or employment at the Bank should seek guidance from the Press Office before entering any commitment. They should also comply with the requirement in respect of Other Employment as set out in Our Code. The same considerations apply to the publication of material on the internet.\nContact with politicians and parliamentary officials\nColleagues must exercise discretion in all contact with politicians. The Bank is accountable to Parliament and events in both the British and European Parliaments can have a significant impact on what we do. Moreover, as a prominent public institution, politicians and their teams are always concerned with our work.\nPlease alert Parliamentary Affairs Group (PAG), in advance wherever possible, to any work based contact you have with MPs, Peers, MEPs and other politicians and parliamentary staff and ensure you send all requests from politicians for meetings with Bank colleagues to the PAG Manager so they can be dealt with appropriately. This is to ensure that the Bank's engagement with such groups is consistent and coordinated and senior colleagues are aware of any issues that may impact their engagement with politicians.\nPlease note that the Bank chooses to observe election quiet period and follows the Cabinet Office guidance on such matters. PAG can provide further information as necessary.\nCopyright\nPublished works, including books and journal, magazine, and newspaper articles, are protected by the Copyright, Designs and Patents Act 1988. The Act gives copyright owners certain exclusive rights over their work, for example, the right to copy it (which includes email, \nPage 23\nscanning and, photocopying etc.). To undertake such acts without permission or a licence (apart from certain exemptions allowed under the Act) is an infringement of the owner’s copyright, with the potential for any offence to attract considerable damages and undesirable publicity for the Bank. Each colleague is responsible for ensuring it treats copyright works in accordance with the Act.\nBank Staff Indemnity Policy\nUnder English common law the Bank has a duty to indemnify its colleagues against liabilities that may arise in the ordinary course of the performance of their employment duties. In addition, provided they have not acted in bad faith or in a way that contravenes the Human Rights Act 1998, Bank colleagues are protected against liability in damages by statutory immunity provisions set out in the Banking Act 2009 and the Financial Services and Markets Act 2000.\nThe Bank recognises that in certain circumstances it may also be appropriate for it to grant a specific indemnity to either a single member or group of Bank colleagues. Any such indemnity, which is at the entire discretion of the Bank, will be granted in accordance with the Court Decision on Bank Indemnities.\nC3: Health & Safety\n1: Health and Safety Manuals\nEveryone (other than visitors) working on Bank premises should read the Bank’s Safety Arrangements manual (SAM) available via the intranet.\nYou must read all the relevant manuals as soon as you reasonably can after starting work at the Bank.\nThe manuals are supported by a comprehensive Health & Safety intranet site. The site contains supporting guidance to the manuals and further information on many issues including working from home.\nThe manuals are not only a reference booklet for when things go wrong. They are primarily intended to be used to minimise risks to health and safety arising in the first place. You have a responsibility to do everything you reasonably can, to work safely and do nothing that could affect your own health and safety or that of others. This is a statutory requirement under the Health and Safety at Work Act 1974.\nThe Safety Arrangements manual will give you further information not only on what your responsibilities are but also on the Bank’s arrangements regarding, for example, how to report a hazard.\nPage 24\nAny wilful, reckless, or seriously negligent failure to comply with these responsibilities may well render you liable to disciplinary action.\nIf you are unsure about any aspect of the Bank’s Health and Safety Policy, please contact the Bank’s Health and Safety team.\n2: Fire and Other Emergencies\nYou must ensure that annually you complete the Emergency Procedures E-Learning course, this is mandatory training and forms part of your annual attestation, if you require refresher training, please go to the section on the intranet Emergencies (including fires). For all sites, please familiarise yourself with knowledge of the building in case you are advised to move from one side to another in an emergency, and you should be aware of all emergency exit routes. You also have a duty to participate in the annual evacuation drill, should you be in the premises at the time.\n3: Non-smoking working environment\nThe Bank operates a non-smoking environment within any of its premises or vehicles. Smoking includes the use of all simulated smoking devices such as electronic cigarettes, e-cigarettes etc. Smoking outside Bank premises must be away from entrances, exits and windows (this includes the front steps of Threadneedle Street). Failure to comply with this could lead to disciplinary or other actions (see section D2).\n4: Drugs and Alcohol Policy\nOur colleagues are our most valuable resource and their health and safety is of the utmost importance. Drug and alcohol misuse has the potential to damage the health and wellbeing of our colleagues and threaten the success of our business.\nWe encourage you to seek help if you have an alcohol or drugs-related problem and to seek advice on the assistance and support available at the Bank. You should discuss this with your manager, contact AskHR or seek help through the Bank’s confidential Employee Assistance Programme or the Bank’s in-house staff counsellors. It is also vital that if you have an alcohol or drug-related problem that you contact the Security Vetting team as soon as possible. The Security Vetting team will handle your information in confidence and seek to help you gaining the support you need while also managing the security concerns to the Bank. Once such an issue affecting your health comes to the attention of your manager or the People Directorate, other steps taken to support you may include a referral to our occupational health adviser.\nDisciplinary action\nThe Bank will constructively and compassionately address employee problems related to alcohol, drug or substance dependency. However, the Bank has clear requirements regarding the use and possession of alcohol or drugs at work and employees must be in a fit state when at work or attending work-related events. The Bank will act if these requirements are broken. This is particularly important where an employee, under the influence of drugs or alcohol, could cause harm to themselves or others. Further information about the Bank’s approach to the misuse of drugs and alcohol can be found in its Drugs and Alcohol Policy.",
    "gold_answer": "Yes—employees must be in a fit state at work or work-related events; breaking the requirements on alcohol/drugs can lead to disciplinary action, especially where there’s risk of harm."
  },
  {
    "bucket": "no_answer",
    "difficulty": "medium",
    "question": "What is the Security Vetting Team’s phone number or email?",
    "context": "Financial difficulties\nAdvice and assistance \nPage 21\nIt is clearly in the interests of everyone to manage their financial affairs sensibly and responsibly but, despite such careful management, it is possible for circumstances to arise which can cause severe financial difficulty or hardship. If such circumstances were to arise in your own affairs, you should be aware that you are encouraged to approach the Staff Counsellor at the earliest opportunity. The Staff Counsellor acts independently from your management, in the strictest confidence, and will offer general guidance and a referral to the Employee Assistance Programme.\nIf you have been put in a position of financial difficulty through domestic abuse, we encourage colleagues to seek support on both matters by speaking to a staff counsellor.\nYour contractual obligations\nIt is important to remember that, as the Central Bank of the country, the Bank is at the centre of the nation’s finances and must therefore be mindful of the need to preserve the reputation for financial integrity which, over many years, has become synonymous with its name. It follows that it is important for you, as an employee of the Bank, to be especially professional, careful and responsible in the conduct of your financial affairs.\nAlthough you may make use of any normal credit/loan facilities offered by reputable lending agencies you should be careful not to enter into too many commitments of this kind at any one time. You are accordingly cautioned also against the dangers of excessive betting, gambling or other speculative dealings. While people generally accept higher levels of personal debt during their earning life than was the case in the past, gross and persistent irresponsibility in the conduct of your financial affairs will not be overlooked and will render you liable to disciplinary action.\nIf you struggle with a form of addiction or mental health condition that makes you more inclined to risk taking behaviour, it is important to disclose this to our Security Vetting Team. The Security Vetting Team can provide support and minimise risk of escalation of your case if your financial difficulties remain undeclared.\nIf you find yourself in financial difficulty you must, without exception, disclose it to the Security Vetting Team immediately. Failure to do so may be considered as a breach of security and render you liable to action under the Misconduct Process (see section D2). If you have any concerns at all about your financial circumstances, you should contact the Staff Counsellor with a view to referral to a special adviser.\nThere can be no set formula for determining what constitutes “financial difficulty” as everyone’s circumstances are different. As a general guide, if you are in arrears on card or mortgage or rent payments you could be said to be in financial difficulty of the type that should be reported; and a County Court Judgement, Bankruptcy Order or any other form of \nPage 22\nstructured debt rescheduling made against you for non-payment of a debt would be very clear evidence of a difficulty that should already have been reported.\nThe Bank routinely accesses credit information as part of its security vetting and re-vetting procedures. Please contact Security Vetting if you have any questions.\nTenure periods for supervisory managers\nThe Bank operates a maximum term of 5-year supervisory tenure for scale E and D colleagues who work directly on supervising a specific category 1 – 3 firm(s)/group(s). For more details, please refer to the Supervisory Tenure Policy.\nAuthorship/publication\nColleagues considering authorship or publication of a book, article etc. which is not commissioned by the Bank, but which could in any way relate to their work or employment at the Bank should seek guidance from the Press Office before entering any commitment. They should also comply with the requirement in respect of Other Employment as set out in Our Code. The same considerations apply to the publication of material on the internet.\nContact with politicians and parliamentary officials\nColleagues must exercise discretion in all contact with politicians. The Bank is accountable to Parliament and events in both the British and European Parliaments can have a significant impact on what we do. Moreover, as a prominent public institution, politicians and their teams are always concerned with our work.\nPlease alert Parliamentary Affairs Group (PAG), in advance wherever possible, to any work based contact you have with MPs, Peers, MEPs and other politicians and parliamentary staff and ensure you send all requests from politicians for meetings with Bank colleagues to the PAG Manager so they can be dealt with appropriately. This is to ensure that the Bank's engagement with such groups is consistent and coordinated and senior colleagues are aware of any issues that may impact their engagement with politicians.\nPlease note that the Bank chooses to observe election quiet period and follows the Cabinet Office guidance on such matters. PAG can provide further information as necessary.\nCopyright\nPublished works, including books and journal, magazine, and newspaper articles, are protected by the Copyright, Designs and Patents Act 1988. The Act gives copyright owners certain exclusive rights over their work, for example, the right to copy it (which includes email, \nPage 23\nscanning and, photocopying etc.). To undertake such acts without permission or a licence (apart from certain exemptions allowed under the Act) is an infringement of the owner’s copyright, with the potential for any offence to attract considerable damages and undesirable publicity for the Bank. Each colleague is responsible for ensuring it treats copyright works in accordance with the Act.\nBank Staff Indemnity Policy\nUnder English common law the Bank has a duty to indemnify its colleagues against liabilities that may arise in the ordinary course of the performance of their employment duties. In addition, provided they have not acted in bad faith or in a way that contravenes the Human Rights Act 1998, Bank colleagues are protected against liability in damages by statutory immunity provisions set out in the Banking Act 2009 and the Financial Services and Markets Act 2000.\nThe Bank recognises that in certain circumstances it may also be appropriate for it to grant a specific indemnity to either a single member or group of Bank colleagues. Any such indemnity, which is at the entire discretion of the Bank, will be granted in accordance with the Court Decision on Bank Indemnities.\nC3: Health & Safety\n1: Health and Safety Manuals\nEveryone (other than visitors) working on Bank premises should read the Bank’s Safety Arrangements manual (SAM) available via the intranet.\nYou must read all the relevant manuals as soon as you reasonably can after starting work at the Bank.\nThe manuals are supported by a comprehensive Health & Safety intranet site. The site contains supporting guidance to the manuals and further information on many issues including working from home.\nThe manuals are not only a reference booklet for when things go wrong. They are primarily intended to be used to minimise risks to health and safety arising in the first place. You have a responsibility to do everything you reasonably can, to work safely and do nothing that could affect your own health and safety or that of others. This is a statutory requirement under the Health and Safety at Work Act 1974.\nThe Safety Arrangements manual will give you further information not only on what your responsibilities are but also on the Bank’s arrangements regarding, for example, how to report a hazard.\nPage 24\nAny wilful, reckless, or seriously negligent failure to comply with these responsibilities may well render you liable to disciplinary action.\nIf you are unsure about any aspect of the Bank’s Health and Safety Policy, please contact the Bank’s Health and Safety team.\n2: Fire and Other Emergencies\nYou must ensure that annually you complete the Emergency Procedures E-Learning course, this is mandatory training and forms part of your annual attestation, if you require refresher training, please go to the section on the intranet Emergencies (including fires). For all sites, please familiarise yourself with knowledge of the building in case you are advised to move from one side to another in an emergency, and you should be aware of all emergency exit routes. You also have a duty to participate in the annual evacuation drill, should you be in the premises at the time.\n3: Non-smoking working environment\nThe Bank operates a non-smoking environment within any of its premises or vehicles. Smoking includes the use of all simulated smoking devices such as electronic cigarettes, e-cigarettes etc. Smoking outside Bank premises must be away from entrances, exits and windows (this includes the front steps of Threadneedle Street). Failure to comply with this could lead to disciplinary or other actions (see section D2).\n4: Drugs and Alcohol Policy\nOur colleagues are our most valuable resource and their health and safety is of the utmost importance. Drug and alcohol misuse has the potential to damage the health and wellbeing of our colleagues and threaten the success of our business.\nWe encourage you to seek help if you have an alcohol or drugs-related problem and to seek advice on the assistance and support available at the Bank. You should discuss this with your manager, contact AskHR or seek help through the Bank’s confidential Employee Assistance Programme or the Bank’s in-house staff counsellors. It is also vital that if you have an alcohol or drug-related problem that you contact the Security Vetting team as soon as possible. The Security Vetting team will handle your information in confidence and seek to help you gaining the support you need while also managing the security concerns to the Bank. Once such an issue affecting your health comes to the attention of your manager or the People Directorate, other steps taken to support you may include a referral to our occupational health adviser.\nDisciplinary action\nThe Bank will constructively and compassionately address employee problems related to alcohol, drug or substance dependency. However, the Bank has clear requirements regarding the use and possession of alcohol or drugs at work and employees must be in a fit state when at work or attending work-related events. The Bank will act if these requirements are broken. This is particularly important where an employee, under the influence of drugs or alcohol, could cause harm to themselves or others. Further information about the Bank’s approach to the misuse of drugs and alcohol can be found in its Drugs and Alcohol Policy.",
    "gold_answer": "Not specified in this chunk."
  },
  {
    "bucket": "no_answer",
    "difficulty": "medium",
    "question": "Which specific Cabinet Office document does the Bank follow for election quiet periods?",
    "context": "Financial difficulties\nAdvice and assistance \nPage 21\nIt is clearly in the interests of everyone to manage their financial affairs sensibly and responsibly but, despite such careful management, it is possible for circumstances to arise which can cause severe financial difficulty or hardship. If such circumstances were to arise in your own affairs, you should be aware that you are encouraged to approach the Staff Counsellor at the earliest opportunity. The Staff Counsellor acts independently from your management, in the strictest confidence, and will offer general guidance and a referral to the Employee Assistance Programme.\nIf you have been put in a position of financial difficulty through domestic abuse, we encourage colleagues to seek support on both matters by speaking to a staff counsellor.\nYour contractual obligations\nIt is important to remember that, as the Central Bank of the country, the Bank is at the centre of the nation’s finances and must therefore be mindful of the need to preserve the reputation for financial integrity which, over many years, has become synonymous with its name. It follows that it is important for you, as an employee of the Bank, to be especially professional, careful and responsible in the conduct of your financial affairs.\nAlthough you may make use of any normal credit/loan facilities offered by reputable lending agencies you should be careful not to enter into too many commitments of this kind at any one time. You are accordingly cautioned also against the dangers of excessive betting, gambling or other speculative dealings. While people generally accept higher levels of personal debt during their earning life than was the case in the past, gross and persistent irresponsibility in the conduct of your financial affairs will not be overlooked and will render you liable to disciplinary action.\nIf you struggle with a form of addiction or mental health condition that makes you more inclined to risk taking behaviour, it is important to disclose this to our Security Vetting Team. The Security Vetting Team can provide support and minimise risk of escalation of your case if your financial difficulties remain undeclared.\nIf you find yourself in financial difficulty you must, without exception, disclose it to the Security Vetting Team immediately. Failure to do so may be considered as a breach of security and render you liable to action under the Misconduct Process (see section D2). If you have any concerns at all about your financial circumstances, you should contact the Staff Counsellor with a view to referral to a special adviser.\nThere can be no set formula for determining what constitutes “financial difficulty” as everyone’s circumstances are different. As a general guide, if you are in arrears on card or mortgage or rent payments you could be said to be in financial difficulty of the type that should be reported; and a County Court Judgement, Bankruptcy Order or any other form of \nPage 22\nstructured debt rescheduling made against you for non-payment of a debt would be very clear evidence of a difficulty that should already have been reported.\nThe Bank routinely accesses credit information as part of its security vetting and re-vetting procedures. Please contact Security Vetting if you have any questions.\nTenure periods for supervisory managers\nThe Bank operates a maximum term of 5-year supervisory tenure for scale E and D colleagues who work directly on supervising a specific category 1 – 3 firm(s)/group(s). For more details, please refer to the Supervisory Tenure Policy.\nAuthorship/publication\nColleagues considering authorship or publication of a book, article etc. which is not commissioned by the Bank, but which could in any way relate to their work or employment at the Bank should seek guidance from the Press Office before entering any commitment. They should also comply with the requirement in respect of Other Employment as set out in Our Code. The same considerations apply to the publication of material on the internet.\nContact with politicians and parliamentary officials\nColleagues must exercise discretion in all contact with politicians. The Bank is accountable to Parliament and events in both the British and European Parliaments can have a significant impact on what we do. Moreover, as a prominent public institution, politicians and their teams are always concerned with our work.\nPlease alert Parliamentary Affairs Group (PAG), in advance wherever possible, to any work based contact you have with MPs, Peers, MEPs and other politicians and parliamentary staff and ensure you send all requests from politicians for meetings with Bank colleagues to the PAG Manager so they can be dealt with appropriately. This is to ensure that the Bank's engagement with such groups is consistent and coordinated and senior colleagues are aware of any issues that may impact their engagement with politicians.\nPlease note that the Bank chooses to observe election quiet period and follows the Cabinet Office guidance on such matters. PAG can provide further information as necessary.\nCopyright\nPublished works, including books and journal, magazine, and newspaper articles, are protected by the Copyright, Designs and Patents Act 1988. The Act gives copyright owners certain exclusive rights over their work, for example, the right to copy it (which includes email, \nPage 23\nscanning and, photocopying etc.). To undertake such acts without permission or a licence (apart from certain exemptions allowed under the Act) is an infringement of the owner’s copyright, with the potential for any offence to attract considerable damages and undesirable publicity for the Bank. Each colleague is responsible for ensuring it treats copyright works in accordance with the Act.\nBank Staff Indemnity Policy\nUnder English common law the Bank has a duty to indemnify its colleagues against liabilities that may arise in the ordinary course of the performance of their employment duties. In addition, provided they have not acted in bad faith or in a way that contravenes the Human Rights Act 1998, Bank colleagues are protected against liability in damages by statutory immunity provisions set out in the Banking Act 2009 and the Financial Services and Markets Act 2000.\nThe Bank recognises that in certain circumstances it may also be appropriate for it to grant a specific indemnity to either a single member or group of Bank colleagues. Any such indemnity, which is at the entire discretion of the Bank, will be granted in accordance with the Court Decision on Bank Indemnities.\nC3: Health & Safety\n1: Health and Safety Manuals\nEveryone (other than visitors) working on Bank premises should read the Bank’s Safety Arrangements manual (SAM) available via the intranet.\nYou must read all the relevant manuals as soon as you reasonably can after starting work at the Bank.\nThe manuals are supported by a comprehensive Health & Safety intranet site. The site contains supporting guidance to the manuals and further information on many issues including working from home.\nThe manuals are not only a reference booklet for when things go wrong. They are primarily intended to be used to minimise risks to health and safety arising in the first place. You have a responsibility to do everything you reasonably can, to work safely and do nothing that could affect your own health and safety or that of others. This is a statutory requirement under the Health and Safety at Work Act 1974.\nThe Safety Arrangements manual will give you further information not only on what your responsibilities are but also on the Bank’s arrangements regarding, for example, how to report a hazard.\nPage 24\nAny wilful, reckless, or seriously negligent failure to comply with these responsibilities may well render you liable to disciplinary action.\nIf you are unsure about any aspect of the Bank’s Health and Safety Policy, please contact the Bank’s Health and Safety team.\n2: Fire and Other Emergencies\nYou must ensure that annually you complete the Emergency Procedures E-Learning course, this is mandatory training and forms part of your annual attestation, if you require refresher training, please go to the section on the intranet Emergencies (including fires). For all sites, please familiarise yourself with knowledge of the building in case you are advised to move from one side to another in an emergency, and you should be aware of all emergency exit routes. You also have a duty to participate in the annual evacuation drill, should you be in the premises at the time.\n3: Non-smoking working environment\nThe Bank operates a non-smoking environment within any of its premises or vehicles. Smoking includes the use of all simulated smoking devices such as electronic cigarettes, e-cigarettes etc. Smoking outside Bank premises must be away from entrances, exits and windows (this includes the front steps of Threadneedle Street). Failure to comply with this could lead to disciplinary or other actions (see section D2).\n4: Drugs and Alcohol Policy\nOur colleagues are our most valuable resource and their health and safety is of the utmost importance. Drug and alcohol misuse has the potential to damage the health and wellbeing of our colleagues and threaten the success of our business.\nWe encourage you to seek help if you have an alcohol or drugs-related problem and to seek advice on the assistance and support available at the Bank. You should discuss this with your manager, contact AskHR or seek help through the Bank’s confidential Employee Assistance Programme or the Bank’s in-house staff counsellors. It is also vital that if you have an alcohol or drug-related problem that you contact the Security Vetting team as soon as possible. The Security Vetting team will handle your information in confidence and seek to help you gaining the support you need while also managing the security concerns to the Bank. Once such an issue affecting your health comes to the attention of your manager or the People Directorate, other steps taken to support you may include a referral to our occupational health adviser.\nDisciplinary action\nThe Bank will constructively and compassionately address employee problems related to alcohol, drug or substance dependency. However, the Bank has clear requirements regarding the use and possession of alcohol or drugs at work and employees must be in a fit state when at work or attending work-related events. The Bank will act if these requirements are broken. This is particularly important where an employee, under the influence of drugs or alcohol, could cause harm to themselves or others. Further information about the Bank’s approach to the misuse of drugs and alcohol can be found in its Drugs and Alcohol Policy.",
    "gold_answer": "Not specified in this chunk."
  },
  {
    "bucket": "no_answer",
    "difficulty": "easy",
    "question": "Exactly which exemptions under copyright law allow me to copy material without permission?",
    "context": "Financial difficulties\nAdvice and assistance \nPage 21\nIt is clearly in the interests of everyone to manage their financial affairs sensibly and responsibly but, despite such careful management, it is possible for circumstances to arise which can cause severe financial difficulty or hardship. If such circumstances were to arise in your own affairs, you should be aware that you are encouraged to approach the Staff Counsellor at the earliest opportunity. The Staff Counsellor acts independently from your management, in the strictest confidence, and will offer general guidance and a referral to the Employee Assistance Programme.\nIf you have been put in a position of financial difficulty through domestic abuse, we encourage colleagues to seek support on both matters by speaking to a staff counsellor.\nYour contractual obligations\nIt is important to remember that, as the Central Bank of the country, the Bank is at the centre of the nation’s finances and must therefore be mindful of the need to preserve the reputation for financial integrity which, over many years, has become synonymous with its name. It follows that it is important for you, as an employee of the Bank, to be especially professional, careful and responsible in the conduct of your financial affairs.\nAlthough you may make use of any normal credit/loan facilities offered by reputable lending agencies you should be careful not to enter into too many commitments of this kind at any one time. You are accordingly cautioned also against the dangers of excessive betting, gambling or other speculative dealings. While people generally accept higher levels of personal debt during their earning life than was the case in the past, gross and persistent irresponsibility in the conduct of your financial affairs will not be overlooked and will render you liable to disciplinary action.\nIf you struggle with a form of addiction or mental health condition that makes you more inclined to risk taking behaviour, it is important to disclose this to our Security Vetting Team. The Security Vetting Team can provide support and minimise risk of escalation of your case if your financial difficulties remain undeclared.\nIf you find yourself in financial difficulty you must, without exception, disclose it to the Security Vetting Team immediately. Failure to do so may be considered as a breach of security and render you liable to action under the Misconduct Process (see section D2). If you have any concerns at all about your financial circumstances, you should contact the Staff Counsellor with a view to referral to a special adviser.\nThere can be no set formula for determining what constitutes “financial difficulty” as everyone’s circumstances are different. As a general guide, if you are in arrears on card or mortgage or rent payments you could be said to be in financial difficulty of the type that should be reported; and a County Court Judgement, Bankruptcy Order or any other form of \nPage 22\nstructured debt rescheduling made against you for non-payment of a debt would be very clear evidence of a difficulty that should already have been reported.\nThe Bank routinely accesses credit information as part of its security vetting and re-vetting procedures. Please contact Security Vetting if you have any questions.\nTenure periods for supervisory managers\nThe Bank operates a maximum term of 5-year supervisory tenure for scale E and D colleagues who work directly on supervising a specific category 1 – 3 firm(s)/group(s). For more details, please refer to the Supervisory Tenure Policy.\nAuthorship/publication\nColleagues considering authorship or publication of a book, article etc. which is not commissioned by the Bank, but which could in any way relate to their work or employment at the Bank should seek guidance from the Press Office before entering any commitment. They should also comply with the requirement in respect of Other Employment as set out in Our Code. The same considerations apply to the publication of material on the internet.\nContact with politicians and parliamentary officials\nColleagues must exercise discretion in all contact with politicians. The Bank is accountable to Parliament and events in both the British and European Parliaments can have a significant impact on what we do. Moreover, as a prominent public institution, politicians and their teams are always concerned with our work.\nPlease alert Parliamentary Affairs Group (PAG), in advance wherever possible, to any work based contact you have with MPs, Peers, MEPs and other politicians and parliamentary staff and ensure you send all requests from politicians for meetings with Bank colleagues to the PAG Manager so they can be dealt with appropriately. This is to ensure that the Bank's engagement with such groups is consistent and coordinated and senior colleagues are aware of any issues that may impact their engagement with politicians.\nPlease note that the Bank chooses to observe election quiet period and follows the Cabinet Office guidance on such matters. PAG can provide further information as necessary.\nCopyright\nPublished works, including books and journal, magazine, and newspaper articles, are protected by the Copyright, Designs and Patents Act 1988. The Act gives copyright owners certain exclusive rights over their work, for example, the right to copy it (which includes email, \nPage 23\nscanning and, photocopying etc.). To undertake such acts without permission or a licence (apart from certain exemptions allowed under the Act) is an infringement of the owner’s copyright, with the potential for any offence to attract considerable damages and undesirable publicity for the Bank. Each colleague is responsible for ensuring it treats copyright works in accordance with the Act.\nBank Staff Indemnity Policy\nUnder English common law the Bank has a duty to indemnify its colleagues against liabilities that may arise in the ordinary course of the performance of their employment duties. In addition, provided they have not acted in bad faith or in a way that contravenes the Human Rights Act 1998, Bank colleagues are protected against liability in damages by statutory immunity provisions set out in the Banking Act 2009 and the Financial Services and Markets Act 2000.\nThe Bank recognises that in certain circumstances it may also be appropriate for it to grant a specific indemnity to either a single member or group of Bank colleagues. Any such indemnity, which is at the entire discretion of the Bank, will be granted in accordance with the Court Decision on Bank Indemnities.\nC3: Health & Safety\n1: Health and Safety Manuals\nEveryone (other than visitors) working on Bank premises should read the Bank’s Safety Arrangements manual (SAM) available via the intranet.\nYou must read all the relevant manuals as soon as you reasonably can after starting work at the Bank.\nThe manuals are supported by a comprehensive Health & Safety intranet site. The site contains supporting guidance to the manuals and further information on many issues including working from home.\nThe manuals are not only a reference booklet for when things go wrong. They are primarily intended to be used to minimise risks to health and safety arising in the first place. You have a responsibility to do everything you reasonably can, to work safely and do nothing that could affect your own health and safety or that of others. This is a statutory requirement under the Health and Safety at Work Act 1974.\nThe Safety Arrangements manual will give you further information not only on what your responsibilities are but also on the Bank’s arrangements regarding, for example, how to report a hazard.\nPage 24\nAny wilful, reckless, or seriously negligent failure to comply with these responsibilities may well render you liable to disciplinary action.\nIf you are unsure about any aspect of the Bank’s Health and Safety Policy, please contact the Bank’s Health and Safety team.\n2: Fire and Other Emergencies\nYou must ensure that annually you complete the Emergency Procedures E-Learning course, this is mandatory training and forms part of your annual attestation, if you require refresher training, please go to the section on the intranet Emergencies (including fires). For all sites, please familiarise yourself with knowledge of the building in case you are advised to move from one side to another in an emergency, and you should be aware of all emergency exit routes. You also have a duty to participate in the annual evacuation drill, should you be in the premises at the time.\n3: Non-smoking working environment\nThe Bank operates a non-smoking environment within any of its premises or vehicles. Smoking includes the use of all simulated smoking devices such as electronic cigarettes, e-cigarettes etc. Smoking outside Bank premises must be away from entrances, exits and windows (this includes the front steps of Threadneedle Street). Failure to comply with this could lead to disciplinary or other actions (see section D2).\n4: Drugs and Alcohol Policy\nOur colleagues are our most valuable resource and their health and safety is of the utmost importance. Drug and alcohol misuse has the potential to damage the health and wellbeing of our colleagues and threaten the success of our business.\nWe encourage you to seek help if you have an alcohol or drugs-related problem and to seek advice on the assistance and support available at the Bank. You should discuss this with your manager, contact AskHR or seek help through the Bank’s confidential Employee Assistance Programme or the Bank’s in-house staff counsellors. It is also vital that if you have an alcohol or drug-related problem that you contact the Security Vetting team as soon as possible. The Security Vetting team will handle your information in confidence and seek to help you gaining the support you need while also managing the security concerns to the Bank. Once such an issue affecting your health comes to the attention of your manager or the People Directorate, other steps taken to support you may include a referral to our occupational health adviser.\nDisciplinary action\nThe Bank will constructively and compassionately address employee problems related to alcohol, drug or substance dependency. However, the Bank has clear requirements regarding the use and possession of alcohol or drugs at work and employees must be in a fit state when at work or attending work-related events. The Bank will act if these requirements are broken. This is particularly important where an employee, under the influence of drugs or alcohol, could cause harm to themselves or others. Further information about the Bank’s approach to the misuse of drugs and alcohol can be found in its Drugs and Alcohol Policy.",
    "gold_answer": "Not specified in this chunk."
  }
]
